Repository: SmileOcc/SWFTDEMO
Catalog: OneApp/Adorawe/Language/*.lproj/Localizable.strings
Languages: ar, de, es, fr, ja

# EmptyCustomViewManager_titleLabel
source: Loading failed, please try again later.
ar: فشل التحميل رجاء محاولة مرة أخرى في وقت لاحق
de: Laden fehlgeschlagen, bitte versuchen Sie es später erneut.
es: Carga fallida. Inténtalo más tarde.
fr: Échec du chargement, veuillez réessayer plus tard.
ja: 読み込みに失敗しました。後ほどもう一度お試しください

# EmptyCustomViewManager_refreshButton
source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: REINTENTAR
fr: Réessayer
ja: 再試行

# BlankPage_NetworkError_tipTitle
source: There is no internet connection. Please check your network.
ar: لا يوجد إتصال بالإنترنت، تفضل بتأكيد شبكتك.
de: Keine Internetverbindung. Bitte prüfen Sie Ihr Netzwerk.
es: No hay conexión a internet. Comprueba tu red.
fr: Il n'y a pas de connexion Internet. Veuillez vérifier votre réseau.
ja: 接続できません。インターネット環境をご確認ください。

# HomeTopBar_NetworkErrorTipTitle
source: Please load or re-login to refresh this page.
ar: الرجاء تحميل أو إعادة تسجيل الدخول لتحديث هذه الصفحة.
de: Bitte laden Sie die Seite neu oder melden Sie sich neu an.
es: Carga o vuelve a conectarte para recargar esta página.
fr: Veuillez charger ou vous reconnecter pour rafraîchir cette page.
ja: 画面をリフレッシューまたは再ログインしてください。

# EmptyCustomViewHasNoData_titleLabel
source: Oops,no data displayed
ar: عفواً، لا يوجد أي بيانات
de: Hoppla, keine Daten
es: Ups, no hay datos que mostrar.
fr: Oups, aucune donnée affichée
ja: おっと！データが表示されません。

# AccountRecently_NoData_titleLabel
source: You have not viewed anything.
ar: لم تتصفح أي شيء.
de: Sie haben noch nichts angezeigt.
es: No has visto nada.
fr: Vous n'avez rien vu
ja: まだ何も見ていません。

# Coupon_NoData_Available_titleLabel
source: Opps, no coupons available.
ar: عفوًا ، لا توجد كوبونات متاحة.
de: Hoppla, keine Coupons.
es: Ups, no hay cupones disponibles.
fr: Oups, aucun bon disponible
ja: 未使用れクーポンはございません

# Coupon_NoData_Expired_titleLabel
source: Opps, no expired coupons.
ar: عفوًا ، لا توجد كوبونات منتهية الصلاحية.
de: Hoppla, keine abgelaufenen Coupons.
es: Ups, no hay cupones caducados.
fr: Opps, aucun bon expiré.
ja: 期限切れクーポンはございません

# Coupon_NoData_Applied_titleLabel
source: Opps, no coupons applied.
ar: عفوًا ، لا توجد كوبونات مستعمَلة.
de: Hoppa, keine Coupons angewandt.
es: Ups, no hay cupones aplicados.
fr: Opps, aucun bon appliqué
ja: 使用済れクーポンはございません

# WishList_NoData_titleLabel
source: It's empty you can add items to wishlist by clicking ❤
ar: هي فارغة! يمكنك إضافة المنتجات إلى قائمة الأماني بضغط على ❤
de: Leer, klicken Sie auf ❤, um Artikel zu Ihrer Wunschliste hinzuzufügen
es: Está vacío; puedes añadir artículos a la lista de deseos haciendo clic en ❤
fr: Vide, vous pouvez ajouter des articles à la liste de souhaits en cliquant sur ❤
ja: ❤をクリックすると、欲しいものリストにアイテムを追加することができます。

# Coupon_NoData_Unavailable_titleLabel
source: Opps, no unavailable coupons.
ar: عذرا ، ليس لديك كوبونات غير متاحة.
de: Hoppla, keine Coupons.
es: Ups, no hay cupones no disponibles.
fr: Oups, aucun bon indisponible.
ja: 利用不可のクーポンはございません。

source: Cancel
ar: إلغاء
de: Abbrechen
es: CANCELAR
fr: Annuler
ja: キャンセル

source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
ja: 完了

source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加する

source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除

source: Send
ar: إرسال
de: Senden
es: Enviar
fr: Envoyer
ja: 送信

source: Continue
ar: مواصلة
de: Weiter
es: Continuar
fr: Continuer
ja: を続ける

source: Confirm
ar: تأكيد
de: Bestätigen
es: CONFIRMAR
fr: Confirmer
ja: 確定

source: No
ar: لا
de: Nein
fr: Non
ja: いいえ

source: Yes
ar: نعم
de: Ja
es: SÍ
fr: Oui
ja: はい

source: Ok
ar: موافق
ja: はい

source: Next
ar: التالي
de: Nächste
es: SIGUIENTE
fr: Suivant
ja: 次へ

source: Buy
ar: شراء
de: Kaufen
es: Comprar
fr: Acheter
ja: 買う

source: Refresh
ar: تحديث
de: Aktualisieren
es: Recargar
fr: Rafraîchir
ja: リフレッシュする

source: Submit
ar: تقديم
de: Abschicken
es: Enviar
fr: Envoyer
ja: 確認

source: later
ar: في وقت لاحق
de: später
es: más tarde
fr: plus tard
ja: 後で

source: ago
ar: قبل
de: vor
es: hace
fr: il y a
ja: 前

# second
source: s
ja: 秒

# seconds
source: s
ja: 秒

# seconds_Even
source: s
ja: 秒

# minute
source: m:
ja: 分

# minutes
source: m:
ja: 分:

# minutes_Even
source: m:
ja: 分

# hour
source: h:
de: Std:
ja: 時

# hours
source: h:
de: Std:
ja: 時

# hours_Even
source: h:
de: Std:
ja: 時

# day
source: d:
de: T:
fr: j :
ja: 日

# days
source: d:
de: T:
fr: j :
ja: 日

# days_Even
source: d:
de: T:
fr: j :
ja: 日

source: month
ar: شهر
de: Monat
es: mes
fr: mois
ja: 月

source: months
ar: أشهر
de: Monate
es: meses
fr: mois
ja: 月

# months_Even
source: months
ar: شهران
de: Monate
fr: mois
ja: 月

source: year
ar: سنة
de: Jahr
es: año
fr: an
ja: 年

source: years
ar: سنوات
de: Jahre
es: años
fr: ans
ja: 年

# years_Even
source: years
ar: سنتان
de: Jahre
fr: ans
ja: 年

source: Close
ar: أغلق
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる

source: Network Error
ar: خطأ في الشبكة
de: Netzwerk-Fehler
es: Error de red
fr: Erreur réseau
ja: ネットワークエラー

# networkErrorMsg
source: Sorry! The Network is not available!
ar: معذرة! الشبكة غير متوفرة!
de: Sorry! Netzwerk nicht verfügbar!
es: ¡Lo sentimos! ¡La red no está disponible!
fr: Désolé ! Le réseau n'est pas disponible !
ja: ネットワークに接続できません

source: Open
ar: فتح
de: Öffnen
es: Abrir
fr: Ouvrir
ja: 開く

source: OFF
ar: خصم
es: APAGAR
fr: de réduction
ja: オフ

source: Remove
ar: حذف
de: Entfernen
es: Quitar
fr: Supprimer
ja: 无视

# shareSucceess
source: Successful sharing
ar: نجحت المشاركة
de: Erfolgreich geteilt
es: Se ha compartido
fr: Partage réussi
ja: シェアできました。

# shareFail
source: Opps, Fail to share
ar: فشلت المشاركة
de: Hoppla, teilen fehlgeschlagen
es: Ups, no se ha podido compartir
fr: Oups, partage échoué
ja: シェアできませんでした。

source: Copy Link
ar: انسخ الرابط
de: Link kopieren
es: Copiar enlace
fr: Copier le lien
ja: リンクをコピーする

# copiedSuccessfully
source: Link copied successfully
ar: نسخ الرابط بنجاح
de: Link erfolgreich kopiert
es: Enlace copiado correctamente
fr: Lien copié avec succès
ja: リンクをコピーできました。

# shareTo
source: Share to your friends
ar: شاركْ إلى أصدقائك
de: Mit Freunden teilen
es: Compartir con tus amigos
fr: Partager avec vos amis
ja: お友達にシェアします

source: Shop Now
ar: تسوق الآن
de: Jetzt shoppen
es: Comprar ahora
fr: Acheter maintenant
ja: 今すぐ購入する

source: Sign Up
ar: التسجيل
de: Registrieren
es: Registrarse
fr: S'inscrire
ja: サインアップ

# finishView
source: Your order has been securely placed.Thank you for shopping with VIVAIA!
ar: تم تقديم طلبك بشكل آمن، وشكراً على تسوّقك في أدوراوي!
de: Ihre Bestellung wurde erfolgreich aufgegeben. Danke für Ihren Einkauf bei VIVAIA!
es: Tu pedido se ha realizado correctamente. ¡Gracias por comprar en VIVAIA!
fr: Votre commande a été passée en toute sécurité. Merci d'avoir fait vos achats chez VIVAIA !
ja: ご注文は安全に完了しました。VIVAIAをご利用いただきありがとうございました！

# finishOrder
source: Order No
ar: رقم الطلب
de: Bestellnr.
es: Pedido n.º
fr: N° de commande
ja: ご注文番号

source: Check my order
ar: تحقق طلبي
de: Bestellung prüfen
es: Ver mi pedido
fr: Vérifier ma commande
ja: ご注文内容を確認

# cod
source: Cash On Delivery
ar: الدفع عند الاستلام
de: Bar bei Lieferung
es: Entrega contra reembolso
fr: Paiement à la livraison
ja: 代金引換

# codSuccessfulTip
source: Order is successful.Regarding of your order we will call you to confirm your order within 48 hours.Please answer your phone in time.
ar: نجح الطلب. وسوف نتصل بك لتأكيد طلبك في 48 ساعة. يرجى الإجابة على الهاتف في الوقت المناسب.
de: Bestellung erfolgreich. Wir werden Sie innerhalb von 48 Stunden anrufen, um Ihre Bestellung zu bestätigen.
es: Pedido realizado correctamente. En relación con tu pedido, te llamaremos para confirmarlo en un plazo de 48 horas. Por favor, contesta la llamada a tiempo.
fr: La commande est réussie. En ce qui concerne votre commande, nous vous appellerons pour confirmer votre commande dans les 48 heures. Veuillez répondre à votre téléphone à temps
ja: ご注文は成功です。ご注文については、48時間以内にご注文を確認するため、こちらからお電話いたします。

# codHour
source: hours
ar: ساعة.
de: Stunden
es: horas
fr: heures
ja: 時

# cancelPay
source: Payment not finished, are you sure you want to go back?
ar: لم يتم الانتهاء من الدفع، هل أنت متأكد من أنك تريد العودة؟
de: Zahlung nicht abgeschlossen. Sicher, dass Sie zurückkehren möchten?
es: Pago no finalizado. ¿Seguro que quieres volver?
fr: Le paiement n'est pas terminé, êtes-vous sûr de vouloir revenir en arrière ?
ja: お支払いはまだ完了していません。本当にもどりますか？

# homeTitle
source: Home
ar: الرئيسية
de: Startseite
es: Inicio
fr: Accueil
ja: ホーム

source: homeBottom
ja: ホームボトム

source: MEN
ar: الرجال
de: HERREN
es: HOMBRE
fr: HOMME
ja: メンズ

source: WOMEN
ar: النساء
de: DAMEN
es: MUJER
fr: FEMME
ja: レーディス

source: Ends in 12d
ar: ينتهي في 12 يوما
de: Endet in 12T
es: Finaliza en 12d
fr: Termine dans 12j
ja: 残り12日で終了いたします

source: Ends in
ar: ينتهي في
de: Endet in
es: Finaliza en
fr: Termine dans
ja: で終了

source: End in
ar: ينتهي خلال
de: Endet in
es: Finaliza en
fr: Termine dans
ja: で終了

source: Search History
ar: تاريخ البحث
de: Such-Historie
es: Historial de búsqueda
fr: Historique de recherche
ja: 検索履歴

# popularSearch
source: Popular Searches
ar: عمليات البحث الشائعة
de: Beliebte Suchen
es: Búsquedas populares
fr: Recherches populaires
ja: 人気の検索ワード

# search_blank
source: sorry, we couldn't any products matching your search. please try another search term
ar: عذراً، لم نتمكن من العثور على أي منتجات تطابق بحثك، يرجى محاولة كلمة بحث آخرى.
de: Sorry, keine Artikel für Ihre Suche gefunden. Versuchen Sie einen anderen Suchbegriff
es: Lo sentimos, no hemos encontrado ningún producto que coincida con tu búsqueda. Prueba con otros términos de búsqueda
fr: Désolé, nous n'avons rien trouvé qui corresponde à votre recherche. Veuillez essayer un autre terme de recherche.
ja: 申し訳ございませんが、ご希望の検索条件に合う商品が見つかりませんでしたので、別の検索条件をお試しください。

# search_result_recommend
source: Oops, no results found, how about following
ar: المعذرة، لا يوجد منتجات لبحثك، انظر إلى منتجات أخرى
de: Hoppla, keine Ergebnisse gefunden. Wie wäre es mit folgendem
es: Ups, no se han encontrado resultados. Qué te parece seguir a
fr: Oups, aucun résultat trouvé, que diriez-vous de suivre
ja: お探しの商品が見つかりませんでした

# payPointsReward
source: Pay Within 1 Hour for HUGE 5X Points Reward (50 Points = $1)
ar: دفع في حدود 1 ساعة لدسمة 5X نقاط المكافأة (50 نقا
de: Bezahlen Sie innerhalb von 1 Stunde, um eine riesige 5X Punkte-Prämie zu erhalten (50 Punkte = $1)
es: Paga antes de 1 hora y consigue 5X Puntos de recompensa (50 puntos =1$)
fr: Payez dans un délai d'une heure pour obtenir une super récompense de 5X points (50 points = 1 $)
ja: 1時間以内にお支払いいただくと、5倍のポイント還元が受けられます。(50 ポイント = $1)

source: Add to Cart
ar: إضافة إلى العربة
de: Zu Warenkorb hinzufügen
es: Añadir a la cesta
fr: Ajouter au panier
ja: カートに入れる

source: Add To Bag
ar: إضافة إلى الحقيبة
de: In den Warenkorb
es: AÑADIR A LA BOLSA
fr: Ajouter au panier
ja: バックに入れる

source: Buy It Now
ar: شراء الآن
de: Jetzt kaufen
es: Comprarlo ahora
fr: Acheter maintenant
ja: 今すぐ購入する

source: APP ONLY
ar: التطبيق فقط
de: NUR APP
es: SOLO EN LA APP
fr: APPLI UNIQUEMENT
ja: アプリ限定

# saveExtra
source: Save an EXTRA
ar: حفظ إضافية
de: Sparen Sie WEITERE
es: Ahorra un EXTRA
fr: Économisez un EXTRA
ja: EXTRAを保存する

# justApp
source: just for using the App
ar: فقط لاستخدام التطبيق
de: nur dafür, dass Sie die App verwenden
es: solo por usar la App
fr: Juste pour utiliser l'application
ja: アプリのみ利用可能

# NotOnSale
source: Out of stock,please select another items
ar: نفدت كمية المنتج، يرجى تحديد منتجات أخرى
de: Vergriffen, bitte wählen Sie einen anderen Artikel
es: Sin stock. Selecciona otros artículos
fr: Rupture de stock, veuillez sélectionner un autre article
ja: 在庫切れのため、他の商品をお選びください。

# SaleOut
source: Sold out,please select another size/colors
ar: نفدت كمية القطعة، يرجى تحديد لون أخر أو مقاس أخر
de: Ausverkauft, bitte wählen Sie eine andere Größe/Farbe
es: Agotado. Selecciona otra talla o color
fr: Épuisé, veuillez choisir une autre taille/couleur
ja: 完売しました。他のサイズ/カラーをお選びください。

# addToCartUper
source: ADDED TO CART
ar: تمت الإضافة إلى عربة التسوق
de: ZU WARENKORB HINZUGEFÜGT
es: AÑADIDO A LA CESTA
fr: AJOUÉ AU PANIER
ja: カートに入れました。

source: CONTINUE SHOPPING
ar: مواصلة التسوّق
de: EINKAUF FORTSETZEN
es: CONTINUAR COMPRANDO
fr: POURSUIVRE VOS ACHATS
ja: お買い物を続ける

# spuSaleOut
source: This item was sold out,kindly change for another one
ar: نفدت كمية المنتج، يرجى اختيار منتجات أخرى
de: Dieser Artikel ist ausverkauft, wählen Sie einen anderen
es: El artículo está agotado. Cámbialo por otro
fr: Cet article est épuisé, veuillez en choisir un autre
ja: こちらの商品は完売しましたので、他の商品に変更してください。

# supNotOnSale
source: This item was out of stock,kindly change for another one
ar: انتهى بيع هذا المنتج، يرجى اختيار منتجات أخرى
de: Dieser Artikel ist vergriffen, wählen Sie einen anderen
es: No hay stock de este artículo. Cámbialo por otro
fr: Cet article est en rupture de stock, veuillez en choisir un autre
ja: こちらの商品は完売しましたので、他の商品に変更してください。

# selectSize
source: Please select size
ar: الرجاء تحديد المقاس
de: Bitte Größe auswählen
es: Selecciona la talla
fr: Veuillez sélectionner la taille
ja: 確認してください

source: Hot
ar: رائج
de: Heiß
es: Arrasando
fr: Tendance
ja: ホット

# checkTheSize
source: Kindly choose and check the size and color before add to bag
ar: يرجى تحديد المقاس واللون والتحقق منه قبل إضافته إلى الحقيبة
de: Bitte prüfen Sie die Größe und Farbe, bevor Sie Artikel zum Warenkorb hinzufügen
es: Selecciona y comprueba la talla y el color antes de añadirlo a la bolsa
fr: Veuillez choisir et vérifier la taille et la couleur avant d'ajouter au panier
ja: カートに入れる前に、サイズとカラーを確認してください。

source: left
ar: بقي
de: übrig
es: quedan
fr: restant
ja: 残り

source: Left
ar: بقي
de: Übrig
es: Quedan
fr: Restant
ja: 残り

# switchFreeItem
source: Free item is available in your shopping cart, want to switch ?
ar: يوجد منتج مجاني في عربة التسوق الخاصة بك، هل تريد التبديل؟
de: Kostenloser Artikel in Ihrem Warenkorb erhältlich, möchten Sie wechseln?
es: Tienes un artículo gratuito en tu cesta. ¿Quieres cambiar?
fr: L'article gratuit est disponible dans votre panier, voulez-vous changer ?
ja: 無料商品がカートに入っていますが、変更しますか？

source: Reviews
ar: ملاحظات
de: Bewertungen
es: Reseñas
fr: Avis
ja: レビュー

source: Store
ar: متجر
de: Shop
es: Tienda
fr: Boutique
ja: 店舗

# storeProduct
source: Product
ar: المنتج
de: Artikel
es: Producto
fr: Produit
ja: 商品

# storeService
source: Service
ar: الخدمات
es: Servicio
ja: サービス

# storeLogistics
source: Logistics
ar: الخدمات اللوجستية
de: Logistik
es: Transportista
fr: Logistique
ja: 物流

source: Free Shipping
ar: الشحن مجانا
de: Kostenloser Versand
es: Envío gratuito
fr: Livraison gratuite
ja: 送料無料

source: Refund Within 45 Days
ar: رد في 45 أيام
de: Rückerstattung innerhalb von 45 Tagen
es: Reembolso en un plazo de 45 días
fr: Remboursement dans les 45 jours
ja: 45日以内に返金する

source: Description
ar: الوصف
de: Beschreibung
es: Descripción
ja: 概要

# recommentions
source: Recommendations
ar: التوصيات
de: Empfehlungen
es: Recomendaciones
fr: Recommandations
ja: おすすめ

# figure
source: Select: As shown in the figure!
ar: اختر: كما هو مبين في الشكل!
de: Auswählen: wie in Figur gezeigt!
es: Seleccionar: ¡Como se muestra en la figura!
fr: Selectionner : Comme indiqué sur l'image !
ja: 選択：画像のように！

source: Select
ar: تحديد
de: Auswählen
es: Seleccionar
fr: Selectionner
ja: 選択

# removedWishlist
source: Removed From Wishlist
ar: إزالتها من قائمة الملاحظة
de: Von Wunschliste entfernt
es: Eliminado de la lista de deseos
fr: Supprimé de la liste de souhaits
ja: 欲しいものリストから削除する

# addedWishlist
source: Added To Wishlist
ar: إضافة إلى قائمة الملاحظة
de: Zu Wunschliste hinzugefügt
es: Añadido a la lista de deseos
fr: Ajouté à ma liste de souhaits
ja: 欲しいものリストに追加する

# addedWishlist_flash
source: Please place order in your wishlist within the flash sale time
ar: يرجى تقديم الطلبية من قائمة الأماني بعد بدء التخفيض المؤقت
de: Bitte geben Sie Ihre Bestellung auf, solange der Flash-Verkauf läuft
es: Haz tu pedido en tu lista de deseos dentro del plazo de la venta flash
fr: Veuillez passer commande dans votre liste de souhaits pendant la durée de la vente flash
ja: フラッシュセール期間中に欲しいものリストにてご注文ください。

source: Category
ar: فئة
de: Kategorie
es: Categoría
fr: Catégorie
ja: カテゴリー

source: Featured Product
ar: المنتجات المميزة
de: Empfohlene Produkte
es: Producto destacado
fr: Produit vedette
ja: 人気商品

source: Daily Deal!
ar: صفقة يومية!
de: Deal des Tages!
es: ¡Ofertas diarias!
fr: Offre du jour !
ja: 毎日のお得な情報!

source: FREE
ar: مجاناً
de: GRATIS
es: GRATIS
fr: GRATUIT
ja: 無料

source: Cart
ar: عربة
de: Warenkorb
es: Cesta
fr: help_CanNotFindAnswer
ja: カート

# cart_title
source: Shopping Bag
ar: حقيبة التسوق
de: Warenkorb
es: Bolsa de la compra
fr: Panier
ja: ショッピングカート

source: Bag
ar: الحقيبة
de: Korb
es: Bolsa
fr: Panier
ja: バック

# payQuickly
source: Pay Quickly:Get 5X Points Reward
ar: دفع بسرعة: الحصول على 5 X نقاط المكافأة
de: Schnell bezahlen: 5X-Punkte Prämie erhalten
es: Pago rápido: Consigue 5X puntos de recompensa
fr: Payez rapidement : obtenez une récompense de 5X plus de points
ja: すぐにお支払う：5倍のポイント還元を受ける

source: Pick
ar: اختيار
de: Auswählen
es: Escoger
fr: Choisir
ja: 選ぶ

# TopSignIn
source: SIGN IN to see items saved in your bag
ar: قم بتسجيل الدخول لعرض المنتجات المحفوظة في حقيبتك
de: MELDEB SIE SICH AN, um im Warenkorb gespeicherte Artikel zu sehen
es: INICIA SESIÓN para ver los artículos guardados en tu bolsa
fr: Identifiez-vous pour voir les articles enregistrés dans votre panier
ja: サインインすると、カートに保存されている商品を見ることができます。

source: Clear All
ar: مسح الكل
de: Alle löschen
es: Limpiar todo
fr: Tout effacer
ja: すべてをクリア

source: Order Information
ar: معلومات الطلب
de: Bestellinformationen
es: Información del pedido
fr: Informations sur la commande
ja: ご注文情報

# checkout
source: Secure Checkout
ar: دفع بأمن
de: Sicherer Checkout
es: Compra segura
fr: Paiement sécurisé
ja: 安全にチェックアウト

# selectShipMethod
source: Select Shipping Method
ar: إختيار طريقة الشحن
de: Versandmethode auswählen
es: Seleccionar método de envío
fr: Sélectionner la méthode d'expédition
ja: 配送方法をお選びください。

# shipInsurance
source: Shipping Insurance
ar: تأمين الشحن
de: Versandversicherung
es: Seguro de envío
fr: Assurance expédition
ja: 配送保険

# couponTitle
source: Y Points & Coupon
ar: نقاط Y و الكوبون
de: Y-Punkte & Coupon
es: Puntos Y y cupones
fr: Y Points & Bon
ja: Y ポイント& クーポン

source: Use Coupon
ar: استخدام الكوبون
de: Coupon verwenden
es: Usar cupón
fr: Utiliser le bon
ja: クーポンを利用する

source: Coupon from Account
ar: كوبون في الحساب
de: Coupon aus Konto
es: Cupón de cuenta
fr: Bon du compte
ja: クーポンを発行する

source: Payment Method
ar: طريقة الدفع
de: Zahlungsmethode
es: Método de pago
fr: Mode de paiement
ja: 支払方法

# protudts_total
source: Product(s) Total
ar: إجمالي البضائع
de: Artikel insgesamt
es: Total de productos
fr: Total du ou des produits
ja: 商品合計数

# shipCost
source: Shipping Cost
ar: تكلفة الشحن
de: Versandkosten
es: Coste del envío
fr: Frais d'expédition
ja: 配送料

# tracking
source: Tracking No. cost
ar: تتبع رقم التكلفة
de: Tracking-Nr. Kosten
es: Coste del n.º de seguimiento
fr: Coût du numéro de suivi
ja: 追跡番号：

# insurance
source: Shipping Insurance
ar: تأمين الشحن
de: Versandversicherung
es: Seguro de envío
fr: Assurance livraison
ja: 配送保険

source: COD Cost
ar: رسوم الدفع عند الاستلام
de: Nachnahme-Kosten
es: Coste contra reembolso
fr: Coût de la livraison
ja: COD コスト

# pointsSave
source: Y Point
ar: نقا
de: Y-Punkte
es: Puntos
ja: Y ポイン

# unSelectPayment
source: Please select payment method
ar: الرجاء تحديد طريقة الدفع
de: Bitte wählen Sie eine Zahlungsmethode
es: Selecciona un método de pago
fr: Veuillez sélectionner le mode de paiement
ja: お支払い方法をお選びください

# disCountTitle
source: Online Payment Discount
ar: خصم الدفع عبر الانترنت
de: Rabatt für Online-Zahlung
es: Descuento online
fr: Remise pour paiement en ligne
ja: オンライン支払い割引

# payMentDiscountChange
source: The payment discount has been changed, please resubmit the order
ar: تغير الخصم على الدفع ، يرجى إعادة تقديم الطلب
de: Der Rabatt wurde geändert, bitte senden Sie die Bestellung erneut ab.
es: El descuento ha cambiado. Vuelve a realizar el pedido
fr: La réduction de paiement a été modifiée, veuillez soumettre à nouveau la commande
ja: お支払い割引が変更されましたので、ご注文内容を再送信してください。

# tip
source: Tips
ar: التنويه
de: Tipps
es: Consejos
fr: Astuces
ja: ヒント

# titleContent
source: Kindly input your ID number for Customs Clearance at your country
ar: يرجى إدخال رقم الهوية الخاص بك لتخليص طلبك في جمارك بلدك
de: Bitte geben Sie Ihre ID-Nummer für die Zollabfertigung in Ihrem Land ein.
es: Introduce tu número de identidad para el despacho de aduanas de tu país
fr: Veuillez saisir votre numéro d'identification pour le dédouanement dans votre pays
ja: お客様の国での通関のために、ID番号を入力してください

# promptText
source: *Please fill in the ID number
ar: رجاء إدخال رقم الهوية*
de: *Bitte geben Sie die ID-Nummer ein
es: *Completa con tu número de identidad
fr: *Veuillez saisir le numéro d'identification
ja: * ID番号を記入してください

# warningStringFor10
source: Please fill in the correct 10 digits
ar: رجاء إدخال رقم الهوية الصحيح المتكون ب10 رقم
de: Bitte geben Sie die korrekten 10 Ziffern ein
es: Completa los 10 dígitos
fr: Veuillez saisir les 10 chiffres corrects
ja: 10桁の数字を正しく入力してください

# warningStringFor11
source: Please fill in the correct 11 digits
ar: رجاء إدخال رقم الهوية الصحيح المتكون ب11 رقم
de: Bitte geben Sie die korrekten 11 Ziffern ein
es: Completa los 11 dígitos
fr: Veuillez saisir les 11 chiffres corrects
ja: 11桁の数字を正しく入力してください

# english_save
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
ja: 割引値額

source: Save
ar: وفر
de: Sparen
es: Ahorra
fr: Enregistrer
ja: 割引値額

source: Clear Coupon
ar: كوبون واضح
de: Coupon löschen
es: Quitar cupón
fr: Supprimer le bon
ja: クーポンを削除する

# trackNumber
source: Tracking number
ar: أرقام التتبع
de: Sendungsverfolgungsnummer
es: Número de seguimiento
fr: Numéro de suivi
ja: 追跡番号

# orderInfo_coupon
source: Coupon
ar: الكوبون
es: Cupón
fr: Bon
ja: クーポン

# orderInfo_point
source: Y Points
ar: ذ نقاط
de: Y-Punkte
es: Puntos Y
ja: Y ポイント

source: Grand Total
ar: المجموع الكلي
de: Gesamtsumme
es: Suma total
fr: Total
ja: 総計

source: Total Payable
ar: إجمالي المبلغ
de: Gesamtbetrag
es: Total a pagar
fr: Total à payer
ja: 合計金額

# taxDescribe
source: Your order will be sent to Argentina.If you choose Expedited Shipping,please fill in your Tax ID to enable a smooth clearance and delivery.
ar: سيتم إرسال طلبك إلى الأرجنتين. إذا اخترت الشحن المعجل، يرجى ملء المعرف الضريبي الخاص بك لتمكين التخليص والتسليم على نحو سلس
de: Ihre Bestellung wird nach Argentinien verschickt, wenn Sie sich für den Expressversand entscheiden, geben Sie bitte Ihre Steuernummer an, um eine reibungslose Abfertigung und Lieferung zu ermöglichen.
es: El pedido se enviará a Argentina. Si seleccionas Envío Acelerado, introduce tu número de identificación fiscal para no tener ningún problema en aduanas ni con la entrega.
fr: Votre commande sera envoyée en Argentine. Si vous choisissez l'expédition accélérée, veuillez indiquer votre numéro d'identification fiscale pour faciliter le dédouanement et la livraison
ja: ご注文いただいた商品は、アルゼンチンに送られます。速達を選択された場合は、スムーズな通関と配送のためにTAX IDを記入してください。

# payFailed
source: Payment Failed, please try again!
ar: فشل الدفع، يرجى إعادة المحاولة!
de: Zahlung fehlgeschlagen, bitte erneut versuchen!
es: Pago fallido. ¡Inténtalo de nuevo!
fr: Paiement échoué, veuillez réessayer !
ja: 決済失敗しました。もう一度お試しください。

# createFailed
source: Failed to create the order, please try again!
ar: فشل في إنشاء الطلب، يرجى إعادة المحاولة!
de: Bestellung konnte nicht erstellt werden, bitte erneut versuchen!
es: No se ha podido crear el pedido. ¡Inténtalo de nuevo!
fr: Échec de la création de la commande, veuillez réessayer !
ja: 注文の作成に失敗しました。もう一度やり直してください。

source: My Order
ar: طلباتي
de: Meine Bestellung
es: Mi pedido
fr: Ma commande
ja: 私の注文
