Repository: SmileOcc/SWFTDEMO
Catalog: OneApp/Adorawe/Language/*.lproj/Localizable.strings
Languages: ar, de, es, fr, ja

# codOrderStatePrompt
source: Order is successful. Regarding of your order we will call you to confirm your order within 48 hours. Please answer your phone in time.
ar: نجح الطلب. وسوف نتصل بك لتأكيد طلبك في 48 ساعة. يرجى الإجابة على الهاتف في الوقت المناسب.
de: Bestellung erfolgreich. Wir werden Sie innerhalb von 48 Stunden bezüglich Ihrer Bestellung anrufen, um sie zu bestätigen. Bitte nehmen Sie den Anruf entgegen.
es: Pedido realizado correctamente. En relación con tu pedido, te llamaremos para confirmarlo en un plazo de 48 horas. Por favor, contesta la llamada a tiempo.
fr: La commande est réussie. Concernant votre commande, nous vous appellerons pour confirmer votre commande dans les 48 heures. Veuillez répondre à votre téléphone à temps.
ja: ご注文できました。ご注文の際には、ご注文内容を確認するためにご連絡させていただきます。48 時間以内にご対応ください。

# checkRosegal
source: Check My Previous Order >>>
ar: التحقق من طلبي السابق >>>
de: Vorherige Bestellung prüfen >>>
es: Ver mi pedido anterior >>>
fr: Vérifier ma commande précédente >>>
ja: 前回の注文内容を確認する>>>

# My_WishList
source: WishList
ar: قائمة الأماني
de: Wunschliste
es: Lista de deseos
fr: Liste de souhaits
ja: 欲しいものリスト

source: ADDRESS BOOK
ar: دفتر العناوين
de: ADRESSBUCH
es: LIBRETA DE DIRECCIONES
fr: CARNET D'ADRESSES
ja: お届け先住所一覧

source: Settings
ar: إعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
ja: 設置

source: Help
ar: مساعدة
de: Hilfe
es: Ayuda
fr: Aide
ja: ヘルプ

source: FeedBack
ar: استعلامات
fr: Avis
ja: お問い合わせ

# cancelOreder
source: Are you sure you want to cancel this order?
ar: هل أنت متأكد أنك تريد إلغاء هذا الطلب؟
de: Sind Sie sicher, dass Sie diese Bestellung stornieren möchten?
es: ¿Seguro que quieres cancelar este pedido?
fr: Êtes-vous sûr de vouloir annuler cette commande ?
ja: 本当に注文をキャンセルしますか？

# request_out
source: The Request Timed Out.
ar: انتهاء مهلة الطلب
de: Anfrage Timeout.
es: La solicitud ha caducado.
fr: La demande a expiré
ja: ネットワークが時間切れとなりました。リクエストがタイムアウトしました。

# outStock
source: Out of stock
ar: نفد من المخازن
de: Vergriffen
es: Sin stock
fr: En rupture de stock
ja: 在庫切れ

# removeItems
source: Are you sure you wish to remove the items?
ar: هل أنت متأكد أنك تريد إزالة العناصر؟
de: Sind Sie sicher, dass Sie den oder die Artikel entfernen möchten?
es: ¿Seguro que quieres eliminar los artículos?
fr: Êtes-vous sûr de vouloir supprimer les articles ?
ja: 本当にこちらの商品を削除しますか？

# moveToCart
source: Add to Cart
ar: إضافة إلى العربة
de: In den Warenkorb
es: Añadir a la cesta
fr: Ajouter au panier
ja: カートに入れる

# addToCartSuccess
source: Added to bag successfully
ar: تمت إضافته إلى العربة بنجاح
de: Erfolgreich zu Warenkorb hinzugefügt
es: Añadido a la cesta
fr: Ajouté au panier avec succès
ja: カートに入れました

# deleteAddress
source: Confirm to delete this address?
ar: هل أنت متأكد من حذف هذا العنوان؟
de: Diese Adresse löschen?
es: ¿Confirmas la eliminación de esta dirección?
fr: Confirmez-vous la suppression de cette adresse ?
ja: こちらのお届け先情報を削除しますか？

# addressBook_blank
source: Please fill in your address in details. Thank you.
ar: الرجاء إدخال عنوانك بالتفصيل، شكرا لك.
de: Bitte füllen Sie die Adresse genau aus. Vielen Dank.
es: Completa tu dirección en los detalles. Gracias.
fr: Veuillez indiquer votre adresse en détail. Merci.
ja: お届け先住所を追加してください

source: Shipping address
ar: عنوان الشحن
de: Versandadresse
es: Dirección de envío
fr: Adresse de livraison
ja: お届け先住所

source: Currency
ar: عملة
de: Währung
es: Divisa
fr: Monnaie
ja: 通貨

source: Clear Cache
ar: مسح ذاكرة التخزين المؤقت
de: Cache leeren
es: Limpiar caché
fr: Vider le cache
ja: キャッシュ消去

# clearCache_Tip
source: App cache has been cleared!
ar: تم مسح ذاكرة التخزين المؤقت التطبيق!
de: App-Cache wurde geleert!
es: ¡La caché de la app se ha limpiado!
fr: La mémoire cache de l'application a été vidée
ja: アプリのキャッシュが消去されました！

source: Rate us
ar: تقييم لنا
de: Bewerten Sie uns
es: Valóranos
fr: Évaluez-nous
ja: 私たちを評価してください

source: Version
ar: الإصدار
es: Versión
ja: バージョン

source: Updates Information
ar: تحديثات المعلومات
de: Update-Informationen
es: Información sobre actualizaciones
fr: Informations sur les mises à jour
ja: 情報を更新する

# updateRemindMeLater
source: Remind Me Later
ar: ذكرني لاحقا
de: Später erinnern
es: Recordármelo más tarde
fr: Rappellez-moi plus tard
ja: 後で私をリマインド

source: Update Now
ar: التحديث الآن
de: Jetzt aktualisieren
es: Actualizar ahora
fr: Mettre à jour maintenant
ja: 今すぐアップデートする

# versionNotNeedUpdate
source: The current version is the latest
ar: الإصدار الحالي هو الأحدث
de: Die aktuelle Version ist die neueste
es: Esta versión es la última
fr: La version actuelle est la plus récente
ja: 現在は最新のバージョンでございます。

# notification
source: Notifications Settings
ar: إعدادات الإشعارات
de: Benachrichtigungs-Einstellungen
es: Ajustes de notificaciones
fr: Paramètres des notifications
ja: お知らせ設定

# Setting_Cell_Languege
source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
ja: 言語

source: About Us
ar: معلومات عنا
de: Über uns
es: Sobre nosotros
fr: À notre sujet
ja: 会社概要

# Term
source: Terms and Conditions
ar: الشروط والأحكام
de: Allgemeine Geschäftsbedingungen
es: Términos y condiciones
fr: Conditions générales
ja: 利用規約

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutz
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー

# SecurePaymentMethod
source: Secure Payment Methods
ar: طرق الدفع الآمنة
de: Sichere Bezahlung
es: Métodos de pago seguros
fr: Modes de paiement sécurisé
ja: 安全な決済方法

source: Shipping&Handling
ar: الشحن والتسليم
de: Versand & Abwicklung
es: Envío y transporte
fr: Livraison et traitement
ja: 配送と取り扱いについて

# ReturnPolicy
source: Warranty and Return
ar: الضمان والاسترجاع
de: Garantien und Rückgabe
es: Garantía y devoluciones
fr: Garantie et retour
ja: 保証及び返品

source: Contact Us
ar: اتصل بنا
de: Kontakt
es: Contáctanos
fr: Contactez-nous
ja: お問い合わせ

source: Changing...
ar: متغير...
de: Wird geändert...
es: Cambiando...
ja: 変更中...

source: Uploading...
ar: تحميل...
de: Wird hochgeladen
es: Subiendo...
fr: En cours de chargement...
ja: アップロード中...

# reback
source: Please reback select again
ar: الرجاء إعادة يعود اختيار مرة أخرى
de: Bitte erneut auswählen
es: Vuelva a seleccionar de nuevo
fr: Veuillez sélectionner à nouveau
ja: Please reback select again再度選択してください。

source: Save
ar: حفظ
de: Speichern
fr: Enregistrer
ja: 保存

source: SAVE
ar: حفظ
de: SPEICHERN
es: AHORRA
fr: ENREGISTRER
ja: 保存

# SaveNullTip
source: Fill in gender, height and weight. We can calculate the right size for you, but you haven't filled them yet
ar: اكتب جنسك وطولك ووزنك. يمكننا أن نحاسب المقاس المناسب لك، لكنك لم تملأها بعد
de: Bitte geben Sie Geschlecht, Größe und Gewicht an. Wir verwenden diese Informationen, um die richtige Größe für Sie zu ermitteln.
es: Completa el género, la altura y el peso. Podemos calcular cuál es tu talla, pero aún no los has completado
fr: Indiquez votre sexe, votre taille et votre poids. Nous pouvons calculer la bonne taille pour vous, mais vous ne les avez pas encore remplis
ja: 性別、身長、体重をご記入ください。お客様に合ったサイズを計算することができます。

source: CM
ar: سم
ja: センチ

source: INCH
ar: إنش
de: ZOLL
es: PULGADA
fr: POUCES
ja: インチ

source: Height
ar: طول القامة
de: Größe
es: Altura
fr: Taille
ja: 身長

source: Weight
ar: وزن
de: Gewicht
es: Peso
fr: Poids
ja: 体重

source: Shap
ar: شكل
de: Form
es: Forma
fr: Silhouette
ja: 体系

source: Choose
ar: اختيار
de: Auswählen
es: Elegir
fr: Choisir
ja: 選択

source: Choose Height
ar: تحديد الطول
de: Größe auswählen
es: Elegir altura
fr: Choisir la taille
ja: 身長を選択する

source: Choose Weight
ar: تحديد الوزن
de: Gewicht auswählen
es: Elegir peso
fr: Choisir le poids
ja: 体重を選択する

# signForgotPasswordTitle
source: Forgot Password?
ar: نسيت كلمة المرور؟
de: Passwort vergessen?
es: ¿Has olvidado la contraseña?
fr: Mot de passe oublié ?
ja: パスワードはお忘れですか

# signForgotPlaceholderEmail
source: Please enter your Email Address
ar: رجاء إدخال عنوان البريد الإلكتروني
de: Bitte geben Sie Ihre E-Mail-Adresse ein
es: Introduce tu dirección de correo
fr: Veuillez entrer votre adresse e-mail
ja: メールアドレスをご入力ください。

# forgotSendTitle
source: Forgot Password.
ar: نسيت كلمة المرور
de: Passwort vergessen.
es: He olvidado la contraseña.
fr: Mot de passe oublié ?
ja: パスワードを忘れた

# forgotSendSuccessMsg
source: A message with a confirmation link has been sent to your email address. Please follow this link to change your password.
ar: تم إرسال رسالة تتضمن رابط تأكيد إلى عنوان بريدك الإلكتروني. يرجى اتباع هذا الرابط لتغيير كلمة المرور
de: Wir haben eine Nachricht mit einem Bestätigungslink an Ihre E-Mail-Adresse gesendet. Bitte folgen Sie diesem Link, um Ihr Passwort zu ändern.
es: Se ha enviado un mensaje con un enlace de confirmación a tu dirección de correo. Pinche en ese enlace para cambiar la contraseña.
fr: Un message contenant un lien de confirmation a été envoyé à votre adresse email. Veuillez suivre ce lien pour changer votre mot de passe.
ja: お客様のメールアドレスに確認用リンク付きのメールが送信されました。リンクをクリックし、パスワードを変更してください。

# confirmEmail
source: Confirm your email
ar: تأكيد البريد الإلكتروني
de: E-Mail bestätigen
es: Confirma tu correo
fr: Confirmez votre adresse email
ja: メールアドレスを確認

# inputEmail
source: Please Input your email
ar: الرجاء إدخال البريد الإلكتروني الخاص بك
de: Bitte E-Mail eingeben
es: Introduce tu correo
fr: Veuillez saisir votre adresse email
ja: メールをご入力ください。

# emailFormatMsg
source: Please check your email format and retry.
ar: رجاء إدخال عنوان بريد إلكتروني صحيح
de: Bitte prüfen Sie Ihr E-Mail-Format und versuchen Sie es erneut.
es: Comprueba el formato de tu correo y vuelve a intentarlo.
fr: Veuillez vérifier le format de votre adresse email et réessayer
ja: メールの形式を確認して、再度お試しください。

# emailEmptyMsg
source: Please enter a valid email address.
ar: الرجاء إدخال عنوان بريد إلكتروني صالح
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
es: Introduce una dirección de correo válida.
fr: Veuillez saisir une adresse email valide
ja: 有効なメールアドレスを入力してください。

# sexNotSelectMsg
source: Gender field is required.
ar: حقل الجنس مطلوب
de: Geschlecht erforderlich.
es: El campo Género es obligatorio.
fr: Le champ sexe est obligatoire
ja: 性別欄は必須項目です。

# signUpOfLoginSelectTitle
source: Log in
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: Se connecter
ja: ログイン

# signUpOfSignUpSelectTitle
source: Register
ar: تسجيل
de: Registrieren
es: Registrarse
fr: S'inscrire
ja: 新規登録

# signPlaceholderEmail
source: Email
ar: البريد الإلكتروني
es: Correo
ja: メール

# signPlaceholderPassword
source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード

# signPlaceholderComfirmPassword
source: Re-type password
ar: اعادة كتابة كلمة المرور
de: Passwort erneut eingeben
es: Vuelve a escribir la contraseña
fr: Re-saisir le mot de passe
ja: パスワードを再入力

# signForgotPassword
source: Forgot password?
ar: نسيت كلمة المرور؟
de: Passwort vergessen?
es: ¿Has olvidado la contraseña?
fr: Mot de passe oublié ?
ja: パスワードはお忘れですか

# signButtonTitle
source: Log In
ar: تسجيل الدخول
de: Anmelden
es: Iniciar sesión
fr: S'identifier
ja: ログイン

# signFaceBookButtonTitle
source: Sign in with Facebook
ar: قم بتسجيل الدخول باستخدام الفيسبوك
de: Mit Facebook anmelden
es: Iniciar sesión con Facebook
fr: Se connecter avec Facebook
ja: Facebookでサインイン

# signUpButtonOfTitle
source: Agree & Create My Account
ar: توافق وخلق حسابي
de: Zustimmen & Konto erstellen
es: Aceptar y crear mi cuenta
fr: Accepter et créer mon compte
ja: 同意&マイアカウントを作成

# signInfoOfAnd
source: and
ar: و
de: und
es: y
fr: et
ja: と

# signInfoOfPrivacyPolicy
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー

# signInfoOftermsOfProtection
source: Terms and Conditions
ar: الأحكام والشروط
de: Allgemeine Geschäftsbedingungen
es: Términos y Condiciones
fr: Conditions générales
ja: 利用規約

# newUserExclusive
source: New to VIVAIA? Join us today and get $100 in coupons
ar: هل أنت جديد في يوشوب؟ إنضم إلينا اليوم وستحصل على كوبونات بقيمة 100 دولار أمريكي
de: Neu bei VIVAIA? Melden Sie sich heute an und erhalten Sie $100 in Coupons
es: ¿Tu primera vez en VIVAIA? Únete hoy y consigue 100$ en cupones
fr: Nouveau chez VIVAIA ? Rejoignez-nous aujourd'hui et recevez 100 $ en bons
ja: VIVAIAに初めて参加される方には、100ドルのクーポンを差し上げております。

# onlineCustomService
source: Online service
ar: خدمة عبر الإنترنت
es: Servicio online
fr: Service en ligne
ja: オンラインサービス

# viewOnlineCustomServiceMessage
source: View message in live chat
ar: عرض الرسالة في الدردشة الحية
de: Nachricht in Live-Chat ansehen
es: Ver mensaje en chat en vivo
fr: Afficher le message dans le chat en direct
ja: ライブチャットでのメッセージを表示

source: Message Center
ar: مركز الرسائل
de: Nachrichten-Center
es: Centro de mensajes
fr: Centre de messagerie
ja: メッセージセンター

# messageOrder
source: Logistics
ar: خدمات الشحنة
de: Logistik
es: Transportista
fr: Logistique
ja: 物流

# messageNotify
source: Notification
ar: تنبيه
de: Benachrichtigung
es: Notificación
ja: お知らせ

# messagePromotion
source: Deals
ar: تخفيضات
es: Ofertas
fr: Offres
ja: お得な情報。お買い得情報

# messageNoMsgTip
source: No new message
ar: لا توجد رسالة جديدة
de: Keine neue Nachricht
es: No hay mensajes nuevos
fr: Pas de nouveau message
ja: 新規メッセージはございません。

# messageViewDetail
source: View Detail
ar: عرض التفاصيل
de: Detail anzeigen
es: Ver detalle
fr: Voir les détails
ja: 詳細はこちら

# messagePromotionUnstart
source: The promotion is coming soon
ar: العرض قادم قريباً
de: Diese Aktion ist in Kürze erhältlich
es: La promoción estará próximamente
fr: La promotion arrive bientôt
ja: もうすぐでプロモーションが来ますn

# messagePromotionEnd
source: The promotion has ended
ar: العرض منتهي
de: Diese Aktion ist nicht mehr aktiv
es: La promoción ha finalizado
fr: La promotion est terminée
ja: こちらのプロモーションは終了しました。

# messageViewMore
source: View More
ar: عرض المزيد
de: Mehr anzeigen
es: Ver más
fr: Voir plus
ja: もっと見る

# messageDetail
source: Detail
ar: التفاصيل
es: Detalle
fr: Détails
ja: 詳細

# messageCheckMyOrder
source: Check My Order
ar: تحقق طلبي
de: Meine Bestellung prüfen
es: Ver mi pedido
fr: Vérifier ma commande
ja: ご注文内容を確認

# messageCheckMyCoupon
source: Check My Coupon
ar: تحقق من الكوبون الخاصة بي
de: Meine Coupons prüfen
es: Ver mi cupón
fr: Vérifier mon bon
ja: マイクーポンを確認

source: Skip
ar: تخطى
de: Überspringen
es: Saltar
fr: Sauter
ja: スキップ

# noInventory
source: No more inventory!
ar: لا مزيد من المخزون!
de: Kein Inventar mehr!
es: ¡No hay inventario!
fr: Plus d'inventaire !
ja: もう在庫はありません。No more inventory!

# noGoods
source: No more goods!
ar: لا مزيد من البضائع!
de: Keine Waren mehr!
es: ¡No hay más productos!
fr: Plus d'articles' !
ja: これ以上商品はございません。

source: Quantity:
ar: الكمية
de: Menge:
es: Cantidad:
fr: Quantité :
ja: 数量：

source: Color
ar: اللون
de: Farbe
fr: Couleur
ja: カラー

# Size
source: Size / Feature
ar: حجم / ميزة
de: Größe / Feature
es: Talla / Característica
fr: Taille/Caractéristiques
ja: サイズ／特徴

source: GET FREE
ar: احصل عليه مجاناً
de: GRATIS ERHALTEN
es: CONSIGUE GRATIS
fr: GRATUIT
ja: 無料

# limit300
source: Must be under 300 characters.
ar: يجب أن يكون أقل من 300 حرفا
de: Muss unter 300 Zeichen sein.
es: Debe incluir menos de 300 caracteres.
fr: Doit être inférieur à 300 caractères.
ja: 300文字以内にしてください。

# load_failed
source: Loading failed, please try again later.
ar: فشل التحميل رجاء محاولة مرة أخرى في وقت لاحق
de: Laden fehlgeschlagen, bitte erneut versuchen.
es: Carga fallida. Inténtalo de nuevo más tarde.
fr: Chargement échoué, veuillez réessayer plus tard.
ja: 読み込みに失敗しました、後でもう一度お試しください。

source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fr: Réssayer
ja: 再試行

# reviews_blank
source: This product has no reviews yet.
ar: هذا المنتج لديها لم يتم تقديم تعليقات حتى الان
de: Noch keine Bewertungen für diesen Artikel.
es: Este producto no tiene ninguna reseña todavía.
fr: Ce produit n'a pas encore été évalué.
ja: こちら商品にはまだレビューがございません。

# MJRefreshHeaderIdleText
source: 100% Refund Within 10 Days
ar: %100 استرداد خلال 10 أيام
de: 100% Rückerstattung innerhalb von 10 Tagen
es: Reembolso 100% en un plazo de 10 días
fr: 100% remboursé sous 10 jours
ja: 10日以内に100％返金します。

# MJRefreshHeaderPullingText
source: 100% Refund Within 10 Days
ar: %100 استرداد خلال 10 أيام
de: 100% Rückerstattung innerhalb von 10 Tagen
es: Reembolso 100% en un plazo de 10 días
fr: 100% remboursé sous 10 jours
ja: 10日以内に100％返金します。

# MJRefreshHeaderRefreshingText
source: 100% Refund Within 10 Days
ar: %100 استرداد خلال 10 أيام
de: 100% Rückerstattung innerhalb von 10 Tagen
es: Reembolso 100% en un plazo de 10 días
fr: 100% remboursé sous 10 jours
ja: 10日以内に100％返金します。

# MJRefreshAutoFooterRefreshingText
source: Loading...
ar: التحميل...
de: Wird geladen...
es: Cargando...
fr: Chargement...
ja: 読み込み中...

# MJRefreshAutoFooterNoMoreDataText
source: No more data
ar: لا يوجد مزيد من البيانات
de: Keine weiteren Daten
es: No hay más datos
fr: Plus de données
ja: これ以上データはございません。

# MJRefreshBackFooterIdleText
source: Pull up to load more
ar: سحب ما يصل إلى تحميل المزيد
de: Hochziehen, um mehr zu laden
es: Tira para cargar más.
fr: Remonter pour charger davantage
ja: プルアップすることで、さらに読み込みます

# MJRefreshBackFooterPullingText
source: Release to load more.
ar: الإصدار لتحميل المزيد
de: Loslassen, um mehr zu laden.
es: Suelta para cargar más.
fr: Relâcher pour charger davantage
ja: 解除してさらに読み込みます。

# MJRefreshBackFooterRefreshingText
source: Loading...
ar: التحميل...
de: Wird geladen...
es: Cargando...
fr: Charger...
ja: 読み込み中...

# MJRefreshBackFooterNoMoreDataText
source: No more data
ar: لا يوجد مزيد من البيانات
de: Keine weiteren Daten
es: No hay más datos
fr: Plus de données
ja: これ以上データはございません。

# MJRefreshHeaderLastTimeText
source: 100% Service Satisfaction
ar: %100 رضا الخدمة
de: 100% Service-Zufriedenheit
es: Satisfacción del servicio 100 %
fr: 100% satisfaits du service
ja: 100%のサービス満足度

# MJRefreshHeaderDateTodayText
source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd'hui
ja: 今日

# MJRefreshHeaderNoneLastDateText
source: No record
ar: لا سجلات
de: Kein Eintrag
es: Sin registros
fr: Aucun registre
ja: 記録はございません。

# NULL
source: Please enter a valid coupon code.
ar: الرجاء إدخال رمز الكوبون صالحة
de: Bitte geben Sie einen gültigen Coupon-Code ein.
es: Introduce un código de cupón válido.
fr: Veuillez entrer un code de coupon valide
ja: 有効なクーポンコードを入力してください。

# Error
source: Error, this promotional code does not exist.
ar: خطأ، هذه الشفرة الترويجية غير موجودة
de: Fehler, dieser Aktionscode existiert nicht.
es: Error. Este código promocional no existe.
fr: Erreur, ce code promotionnel n'existe pas
ja: エラー！こちらのプロモーションコードは存在しません。.

# Overdue
source: Error, this promotion code has expired.
ar: خطأ، وقد انتهت هذه الرمز الترويجي
de: Fehler, dieser Aktionscode ist abgelaufen.
es: Error. Este código promocional ha caducado.
fr: Erreur, ce code promotionnel a expiré
ja: エラー！こちらのプロモーションコードは期限切れです。

# Limit
source: Error, this promotion code has frequency of use restrictions.
ar: خطأ، وهذا رمز الترويج له تردد من استخدام القيود
de: Fehler, dieser Aktionscode hat Nutzungseinschränkungen.
es: Error. Este código promocional tiene restricciones por frecuencia de uso.
fr: Erreur, ce code promotionnel a des restrictions de fréquence d'utilisation
ja: エラー！このプロモーションコードには利用回数の制限がございます。

# Beyond
source: You have used this code already.
ar: كنت قد استخدمت هذا الرمز بالفعل
de: Sie haben diesen Code bereits verwendet.
es: Ya has utilizado este código.
fr: Vous avez déjà utilisé ce code
ja: こちらのコードは使用済みでございます。

# NoSpecified
source: Error, You can not use this coupon code.
ar: خطأ، لا يمكنك استخدام هذا رمز الكوبون
de: Fehler, Sie können diesen Coupon-Code nicht verwenden.
es: Error. No puedes usar este código de cupón.
fr: Erreur, vous ne pouvez pas utiliser ce code promotionnel
ja: エラー！こちらのクーポンコードはご利用できません。

# NoOrder
source: Sorry, this coupon is not available for this order.
ar: عذرا، هذه الكوبون غير متوفرة لهذا الطلب
de: Sorry, dieser Coupon gilt nicht für diese Bestellung.
es: Lo sentimos, este cupón no está disponible para este pedido.
fr: Désolé, ce bon n'est pas disponible pour cette commande
ja: 申し訳ございませんが、こちらのクーポンはこのご注文にご利用できません。

# Exclusive
source: Sorry, the coupon is used for exclusive items.
ar: عذرا، يتم استخدام الكوبون لعناصر حصرية
de: Sorry, der Coupon gilt für exklusive Artikel.
es: Lo sentimos, este cupón solo está disponible para artículos exclusivos.
fr: Désolé, ce bon est utilisé pour des articles exclusifs.
ja: 申し訳ございませんが、こちらのクーポンは限定商品に適用されます。

# faves_touch_title
source: Touch the camera button, add photos to your post
ar: المس زر الكاميرا، إضافة الصور إلى مشاركتك
de: Berühren Sie das Kamera-Symbol, fügen Sie Fotos zu Ihren Beiträgen hinzu
es: Toca el botón de la cámara, añade fotos a tu publicación
fr: Touchez le bouton de l'appareil photo, ajoutez des photos à votre article
ja: カメラボタンをタッチして、写真を投稿に追加する。

# shows_self_blank
source: Your Shows will appear here
ar: ستظهر العروض الخاصة بك هنا
de: Ihre Shows werden hier erscheinen
es: Tus Desfiles aparecerán aquí
fr: Vos shows apparaîtront ici
ja: あなたの投稿がここに表示されます。

# like_self_blank
source: Your Likes will appear here
ar: ستظهر تلقيت بك هنا
de: Ihre Likes werden hier erscheinen
es: Tus Me gusta aparecerán aquí
fr: Vos likes apparaîtront ici
ja: 「お気に入り」の投稿がここに表示されます。

# showsOrLike_touch_title
source: Touch the camera, add photos or mood now!
ar: المس الكاميرا، إضافة الصور أو المزاج الآن!
de: Berühren Sie die Kamera, fügen Sie Fotos oder Ihre Stimmung hinzu!
es: Toca la cámara, ¡añade fotos o tu estado de ánimo ahora!
fr: Touchez l'appareil photo, ajoutez des photos ou des humeurs maintenant !
ja: カメラをタッチして、写真を追加したり、気分を盛り上げましょう

# shows_notSelf_blank
source: There are no Shows so far
ar: لا توجد عروض حتى الآن
de: Bisher noch keine Shows
es: No hay Desfiles de momento
fr: Pas de Shows pour l'instant
ja: 投稿はまだございません。

# likes_notSelf_blank
source: Not Liked anything yet
ar: لا أحب أي شيء حتى الآن
de: Noch keine Likes
es: Aún no le has dado a Me gusta a nada
fr: Vous n'avez encore rien aimé
ja: お気に入りはまだございません。

# photoMaxSelectedCount
source: You can only select 6 pictures.
ar: يمكنك فقط اختيار 6 صور
de: Sie können nur 6 Bilder auswählen.
es: Solo puedes seleccionar 6 imágenes.
fr: Vous ne pouvez sélectionner que 6 images.
ja: 写真は6枚まで選択できます 。

# Alternative_phone_number
source: Alternative Phone Number for delivery
ar: رقم الهاتف البديل لأجل توصيل الطلب بسرعة
de: Alternative Telefonnummer für die Lieferung
es: Número de teléfono alternativo para la entrega
fr: Numéro de téléphone alternatif pour la livraison
ja: 電話番号

source: Optional
ar: أختياري
es: Opcional
fr: Facultatif
ja: オプション

# Phone_number_only_include_X_digits
source: The Phone Number can only include X digits.
ar: رقم الهاتف يمكنه فقط أحتواء X أرقام
de: Die Telefonnummer kann nur X Ziffern enthalten.
es: El número de teléfono solo puede incluir X dígitos.
fr: Le numéro de téléphone ne peut comporter que X chiffres
ja: 電話番号はX桁までしか入力できません。

# OrderTotal
source: Total
ar: الإجمالي
de: Gesamt
ja: 合計

source: COD Discount
ar: خصم COD
de: Nachnahme-Rabatt
es: Descuento por pago contra reembolso
fr: Réduction de livraison
ja: COD割引

source: Air Cargo Insurance
ar: مبلغ لتأمين النقل الجوي على بضائع.
de: Luftfrachtversicherung
es: Seguro de Air Cargo
fr: Assurance Air Cargo
ja: 航空貨物保険

source: Remaining Payment Time:
ar: الوقت المتبقي للدفع
de: Verbleibende Zahlungszeit:
es: Tiempo de pago restante:
fr: Temps de paiement restant :
ja: 残りのお支払い時間：

# Remaining_confirm_time
source: Remaining Confirmation Time:
ar: الوقت المتبقي لتأكيد الطلب
de: Verbleibende Bestätigungszeit:
es: Tiempo de confirmación restante:
fr: Temps de confirmation restant :
ja: 残りの確認時間：

source: Copy Success
ar: طبع للنجاح
de: Erfolgreich kopiert
es: Se ha copiado
fr: Copié avec succès
ja: コピーできました

source: You can contact us by
ar: إذا قمتم بالتوصل معنا عبر
de: Kontaktieren Sie uns per
es: Puedes contactarnos en
fr: Vous pouvez nous contacter par
ja: お問い合わせ先はこちら
