Repository: SmileOcc/SWFTDEMO
Catalog: OneApp/Adorawe/Language/*.lproj/Localizable.strings
Languages: ar, de, es, fr, ja

# How_Use_Coupons_Content
source: 1.Click coupons on “Available” when your order amount eligible to use them 2.If you get an coupon code, kindly input it and click “APPLY” for saving 3.COD Cost and Shipping Fee coupons will be used automatic when you check out *NOTE:flash sale、lucky bags and buy more save more items can not enjoy coupons
ar: 1. انقر فوق الكوبون ثم "متوفر" عندما يكون مبلغ طلبك مؤهلاً لاستخدامه 2. إذا حصلت على رمز الكوبون ، فيرجى إدخاله واضغط على "استخدام" للحفظ 3.سيتم استخدام كوبونات رسوم الشحن وكوبون رسوم خدمة الدفع عند الاستلام تلقائيًا عند الدفع المسبق. * ملاحظة: التخفيض المؤقت ، حقيبة الحظ واشتر أكثر ووفّر أكثر مثل هذه الأنشطة لا يمكن استخدام كوبون فيها.
de: 1. Klicken Sie auf “verfügbar” wenn Sie den entsprechenden Bestellbetrag erreicht haben 2.Wenn Sie eine Coupon-Code erhalten, geben Sie ihn bitte ein und klicken Sie auf “ANWENDEN” 3.Nachnahme- und Versand-Coupons werden automatisch an der Kasse angewandt *HINWEIS: Flash-Verkäufe, Lucky Bags und sonstige Spar-Aktionen können nicht mit Coupons kombiniert werden
es: 1.Haz clic en los cupones que aparecen en "Disponible" cuando el importe de tu pedido sea el adecuado para usarlos. 2. Si tienes un código de cupón, ingrésalo y haz clic en "APLICAR" para ahorrarte dinero. 3. Los cupones de gastos de envío y contra reembolso se aplicarán automáticamente al realizar el pago *NOTA: No se podrán usar cupones con artículos incluidos en la venta flash, bolsas de la suerte y en la promoción de compra más, ahorra más.
fr: 1.Cliquez sur les bons sur 'Disponible' lorsque le montant de votre commande est éligible pour les utiliser. Si vous obtenez un code de réduction, saisissez-le et cliquez sur 'Appliquer' pour faire des économies. 3.les bons pour les frais de livraison et les frais d'expédition seront utilisés automatiquement lors du paiement. *NOTE : les articles ventes flash, lucky bags et acheter plus économiser plus ne sont pas cumulables avec les bons
ja: 1.ご注文金額に応じて「ご利用可能」に表示されるクーポンをクリックしてご利用ください。 2.クーポンコードを取得した場合は、入力して「適用」をクリックしてください。 3.代引き手数料と配送料のクーポンは、チェックアウトの際に自動的に使用されます。 注：フラッシュセール、福袋、より多くの商品を購入して節約するとき、クーポンをご利用することができません。

# How_Get_Coupons
source: How To Get More Coupons
ar: كيفية الحصول على مزيد من الكوبون
de: So erhalten Sie mehr Coupons
es: Cómo conseguir más cupones
fr: Comment obtenir plus de bons
ja: クーポンの獲得方法

# How_Get_Coupons_Content
source: 1.There are new users only coupons for registration, up to 15% off 2.You can get VIP coupons on 25th of each month 3.Special coupons for each VIP level upgrade 4.Daily checkin and redeem for big saving coupons 5.Join lucky draw easy to win extra coupons Search and follow “VIVAIA” office account on social media and influence get coupon code
ar: 1. للمستخدمين الجدد بعد التسجيل كوبونات تصل إلى 15% خصم 2- يمكنك الحصول على كوبونات VIP يوم 25 من كل شهر 3- كوبونات خاصة لكل مستوى VIP للترقية. 4. تسجيل الحضور يومياً واستبدال الكوبونات 5.المشاركة في السحب المحظوظ بسهولة لربح كوبونات إضافية ابحث وتابع حساب مكتب "VIVAIA" على وسائل التواصل الاجتماعي واحصل على رمز الكوبون
de: 1. Es gibt Coupons speziell für neu registrierte Benutzer mit bis zu 15% Rabatt 2. Sie können am 25. eines jeden Monats VIP-Coupons erhalten 3. Sonder-Coupons für jedes VIP-Level-Upgrade 4. Tägliche Check-Ins werden mit Coupons belohnt 5. Lucky Draw als Möglichkeit, um zusätzliche Coupons zu gewinnen Folgen Sie dem offiziellen “VIVAIA” Konto auf sozialen Medien und erhalten Sie Coupon-Codes
es: 1. Hay cupones para nuevos usuarios registrados, hasta un 15% de descuento 2. Puedes conseguir cupones VIP el 25 de cada mes 3. Hay cupones especiales por cada vez que se suba de nivel 4. Entra todos los días y consigue cupones 5. Participa en el sorteo para ganar cupones extra Busca y sigue la cuenta oficial de "VIVAIA" en las redes sociales y gana códigos de cupones
fr: 1. il y a des bons réservés aux nouveaux utilisateurs pour l'inscription, jusqu'à 15% de réduction. 2) Vous pouvez obtenir des bons VIP le 25 de chaque mois. 3. Bons spéciaux pour chaque mise à niveau VIP 4) Connectez-vous quotidiennement et échangez vos bons contre des réductions avantageuses. Participez au tirage au sort pour gagner des bons supplémentaires. Recherchez et suivez le compte pro 'VIVAIA' sur les réseaux sociaux et influencez le code du bon
ja: 1.新規登録時には、最大15％オフのクーポンをご用意しております。 2.毎月25日にVIPクーポンが発行されます。 3.VIPレベルのアップグレードには特別なクーポンがございます。 4.毎日チェックして、お得なクーポンにご交換ください。 5. Lucky Drawに参加することで追加クーポンを獲得することができます。

source: CODE
ar: رمز الكوبون
es: CÓDIGO
ja: コード

source: Email
ar: البريد الإلكتروني
es: Correo
ja: メール

# help_emial_setting_tip
source: System email has not been set up yet, please go to System -> "Settings" -> "Mail" to add an email
ar: لم يتم إعداد البريد الإلكتروني للنظام بعد، يرجى الذهاب إلى النظام -> ”الإعدادات” -> ”البريد” لإضافة بريد إلكتروني
de: System-Email wurde nicht eingerichtet, besuchen Sie System -> "Einstellungen" -> "Mail", um eine E-Mail hinzuzufügen
es: El correo del sistema no se ha configurado todavía. Entra en Sistema -> "Ajustes" -> "Correo" para añadir un correo
fr: L'e-mail du système n'a pas encore été configuré, veuillez aller sur Système -> "Paramètres" -> "Mail" pour ajouter un e-mail
ja: メールはまだ登録されていません。「システム」→「設定」→「メール」でメールを登録してください。

source: Hi
ar: أهلًا
de: Hallo
es: Hola
ja: こんにちは

# phoneFormatErr
source: Phone format is incorrect
ar: تنسيق الهاتف غير صحيح
de: Telefon-Format falsch
es: El formato del teléfono no es correcto
fr: Le format du téléphone est incorrect
ja: 電話番号の形式が正しくありません。

# idFormatErr
source: Please fill in the correct ID number
ar: رجاء إدخال رقم الهوية الصحيح
de: Bitte geben Sie die korrekte ID-Nummer ein
es: Completa con un número de identidad correcto
fr: Veuillez saisir le bon numéro d'identification
ja: 正しいID番号を入力してください

# no_prod_to_reviews
source: There are no products to review.
ar: ليس لديك منتجات كي تعلّق عليها
de: Keine zu bewertenden Produkte.
es: No hay productos para reseñar.
fr: Il n'y a aucun produit à évaluer
ja: レビューする商品はございません。

# no_reviews
source: Oops! There is no comments.
ar: عفوًا ، لا يوجد حتى تعليق واحد
de: Hoppla! Keine Kommentare.
es: ¡Ups! No hay comentarios.
fr: Oups ! Il n'y a pas de commentaires.
ja: おっと! コメントはございません。

source: Go Shopping
ar: اذهب للتسوق
de: Einkaufen gehen
es: IR A COMPRAR
fr: Faites vos achats
ja: お買い物する

# whatapp_Click_chat_us
source: Click and chat with us
ar: اضغط وتحدث معنا
de: Klicken uns chatten Sie mit uns
es: Haz clic y habla con nosotros
fr: Cliquez et chattez avec nous
ja: クリックしてチャットしましょう。

# cod_verify_title
source: COD Verification
ar: تحقق من طلب الدفع عند الاستلام
de: Nachnahme-Verifizierung
es: Verificación de pago contra reembolso
fr: Vérification COD
ja: COD 認証

# cod_payment_amount
source: Payment Amount:
ar: مبلغ الدفع:
de: Zahlungsbetrag:
es: Importe a pagar:
fr: Montant du paiement :
ja: お支払い金額：

# cod_verify_info
source: Please calibrate your phone number in order to verify the order
ar: للتحقق من صحة الطلب ، يرجى التحقق من صحة رقم الهاتف
de: Bitte verknüpfen Sie Ihre Telefonnummer, um Ihre Bestellung zu verifizieren
es: Calibra tu número de teléfono para verificar el pedido
fr: Veuillez calibrer votre numéro de téléphone afin de vérifier la commande
ja: ご注文を確認するために、電話番号を確認してください。

# sms_code_has_send
source: Verification code has been sent
ar: تم إرسال رمز التحقق
de: Verifizierungscode versandt
es: Se ha enviado el código de verificación
fr: Le code de vérification a été envoyé
ja: 認証コードが送信されました

# sms_verify_btn
source: Verify
ar: تحقق
de: Verifizieren
es: Verificar
fr: Vérifier
ja: 認証する

# sms_code_err
source: Wrong code, please enter again
ar: رمز التحقق غير صحيح. الرجاء إعادة الإدخال
de: Falscher Code, bitte erneut versuchen
es: Código erróneo, inténtalo de nuevo
fr: Code erroné, veuillez le saisir à nouveau
ja: コードが間違っています。もう一度入力してください。

# sms_code_resend
source: Re-send
ar: إعادة إرسال
de: Erneut senden
es: Volver a enviar
fr: Renvoyer
ja: 再送信

# sms_code_skip
source: Skip, waiting for contact by customer service
ar: تخطي ، وانتظر اتصال خدمة العملاء للتأكيد
de: Überspringen, bitte warten Sie auf Kontakt mit Kundenservice
es: Saltar, esperando que contacte el servicio al cliente
fr: Sauter, attendre d'être contacté par le service clientèle
ja: スキップして、カスタマーサービスからの連絡を待ちます。

# sms_code_will_contact
source: We will call you within 24 hours , please be ready to answer
ar: يرجى إبقاء الهاتف مفتوحًا، وسيتصل بك خدمة العملاء في غضون 24 ساعة
de: Wir werden Sie innerhalb von 24 Stunden anrufen, bitte nehmen Sie den Anruf entgegen
es: Te llamaremos en menos de 24 horas.
fr: Nous vous appellerons dans les 24 heures, soyez prêt à répondre
ja: 24時間以内にお電話いたしますので、ご対応できるようにお待ちください。

# order_all_blank
source: You have no orders so far.
ar: ليس لديك طلب حاليا.
de: Sie haben bisher keine Bestellungen.
es: Aún no tienes pedidos.
fr: Vous n'avez aucune commande jusqu'à présent
ja: ご注文はございません

# order_unpaid_blank
source: You have no unpaid orders.
ar: ليس لديك طلب غير مدفوعة
de: Sie haben keine unbezahlten Bestellungen.
es: No tienes pedidos sin pagar.
fr: Vous n'avez aucune commande non payée.
ja: 未払いのご注文はございません

# order_processing_blank
source: You have no processing orders.
ar: ليس لديك طلب قيد التجهيز
de: Sie haben keine Bestellungen in Bearbeitung.
es: No tienes pedidos en proceso.
fr: Vous n'avez aucune commande en cours de traitement
ja: 処理中のご注文はございません.

# order_shipped_blank
source: You have no shipped orders.
ar: ليس لديك طلب تم شحنه
de: Sie haben keine versandten Bestellungen.
es: No tienes pedidos enviados.
fr: Vous n'avez pas de commandes expédiées.
ja: 発送済みのご注文はございません

# order_reviewed_blank
source: You have no reviewed orders.
ar: ليس لديك طلب تم التعليق
de: Sie haben keine bewerteten Bestellungen.
es: No tienes pedidos valorados.
fr: Vous n'avez pas de commandes vérifiées.
ja: レビュー済みのご注文はございません。

# whatsAppTitle
source: Recive notifications from WhatsApp to get coupons.
ar: تلقي إشعارات من واتسآب للحصول على كوبونات.
de: Abonnieren Sie WhatsApp-Benachrichtungen für Coupons.
es: Recibe notificaciones por WhatsApp para conseguir cupones.
fr: Recevoir des notifications de WhatsApp pour obtenir des bons
ja: WhatsAppからの通知を受けて、クーポンをゲットしましょう！

# SubscribeButtonTitle
source: SUBSCRIBE
ar: الإشتراك
de: ABONNIEREN
es: Suscribirse
fr: S'ABONNER
ja: 登録

# Unsubscribe_toast
source: Unsubscribe succeeded
ar: نجح إلغاؤ الاشتراك
de: Abo erfolgreich gekündigt
es: Te has dado de baja
fr: Désabonnement réussi
ja: 配信停止

# subscribe_toast
source: Subscribe succeeded
ar: نجح الاشتراك
de: Erfolgreich abonniert
es: Te has suscrito
fr: Abonnement réussi
ja: 登録できました

# phoneNumEmpty
source: Kindly input your WhatsApp number
ar: الرجاء إدخال رقم الواتسآب الخاص بك
de: Bitte geben Sie Ihre WhatsApp Nummer ein
es: Introduce tu número de WhatsApp
fr: Veuillez saisir votre numéro WhatsApp
ja: WhatsAppのIDを入力してください。

# changePhoneNumberSuccess
source: WhatsApp number changed and subscribed succeeded
ar: تم تغيير رقم الواتسآب وتم الاشتراك بنجاح
de: WhatsApp Nummer geändert und erfolgreich abonniert
es: Se ha cambiado el número de WhatsApp y te has suscrito correctamente
fr: Modification du numéro WhatsApp et inscription réussie
ja: WhatsApp IDは変更されました。チャンネルを登録できました

# GetMoreCoupons
source: Get Coupons
ar: اكسب كوبون أكثر
de: Coupons erhalten
es: Conseguir más cupones
fr: Obtenez des bons
ja: クーポンを獲得する

source: WhatsApp number
ar: رقم الواتسآب
de: WhatsApp Nummer
fr: Numéro WhatsApp
ja: WhatsApp ID

# id_num_format_err
source: Please fill in the correct character format
ar: الرجاء إدخال صيغة الأحرف الصحيحة
de: Bitte geben Sie das korrekte Zeichenformat ein
es: Completa con el formato de caracteres correcto
fr: Veuillez saisir le format de caractères correct
ja: 正しい文字書式で記入してください。

# Are_you_clear_cache
source: Are you sure you want to clear cache
ar: هل أنت متأكد أنك تريد مسح ذاكرة التخزين المؤقت؟
de: Möchten Sie den Cache sicher leeren?
es: ¿Seguro que quieres limpiar la caché?
fr: Êttes-vous sûr de vouloir vider le cache ?
ja: 本当にキャッシュを消去しますか？

source: agree
fr: d'accord
ja: 同意

# agree_text
source: We use cookies to improve your shopping experience. By continuing to use our site, we assume you agree to our privacy policy and use of cookies.
de: Wir verwenden Cookies, um Ihr Einkaufserlebnis zu verbessern. Wenn Sie unsere Website weiter nutzen, gehen wir davon aus, dass Sie mit unserer Datenschutzrichtlinie und der Verwendung von Cookies einverstanden sind.
fr: Nous utilisons des cookies pour améliorer votre expérience d'achat. En continuant à utiliser notre site, nous supposons que vous acceptez notre politique de confidentialité et l'utilisation des cookies.
ja: お客様のショッピング体験を向上させるためにクッキーを使用しております。引き続き当サイトをご利用いただくと、お客様が当社の以下の項目に同意したものとみなされます。

# aggree_privacy_action
source: privacy policy
de: Datenschutzrichtlinie
fr: politique de confidentialité
ja: プライバシーポリシー

# ip_alert_title
source: Order prompt
ar: تذكير الطلب
de: Bestell-Aufforderung
fr: Demande de commande
ja: ご注文の流れ

# ip_alert_content
source: Your IP has changed and you can't view historical orders. You can contact customer service
ar: قد تغير عنوانك ولا يمكنك عرض الطلبات التاريخية. يمكنك الاتصال بخدمة العملاء
de: Ihre IP hat sich geändert, und Sie können keine historischen Bestellungen mehr einsehen. Wenden Sie sich bei Bedarf an den Kundenservice
fr: Votre IP a changé et vous ne pouvez pas consulter l'historique des commandes. Vous pouvez contacter le service clientèle
ja: お客様のIPアドレスが変更されたため、過去の注文履歴を見ることができません。

# ip_alert_ok
source: OK
ar: موافق
ja: はい

# receive_adv_emails
source: Sign up for emails & Get exclusive $15.00 OFF
ar: اشتراك الآن و احصل علي $15.00 خصم الحصري
de: Registrieren Sie sich für E-Mails & erhalten Sie exklusive $15.00 RABATT
es: Regístrese por correo electrónico y obtenga un descuento exclusivo de $15.00
fr: Abonnez-vous à nos emails et obtenez une réduction exclusive de 15,00$
ja: メールアドレスを登録して、1,500円分割引を獲得！

source: Arrival Notify
ar: إخطار الوصول
de: Verfügbarkeits-Benachrichtigung
es: Notificación de llegada
fr: Avis d'arrivée
ja: お届け通知

# Arrival_Notify_Text_NotLogin
source: Register so we can email you as soon as your size becomes available
ar: سجل معنا كي نتمكن من إخطارك عبر البريد الإلكتروني بمجرد توفر مقاسك
de: Registrieren Sie sich, damit wir Sie benachrichtigen können, wenn Ihre Größe verfügbar ist
es: Regístrate para que podamos enviarte un correo en cuanto tu talla vuelva a estar disponible
fr: Enregistrez-vous pour que nous puissions vous envoyer un e-mail dès que votre taille sera disponible
ja: ご登録頂ければ、ご希望のサイズが入荷した際にメールでお知らせします。

# Arrival_Notify_Email_Address
source: Email Address
ar: البريد الإلكتروني
de: E-Mail-Adresse
es: Dirección de correo
fr: Adresse email
ja: Eメールアドレス

# Arrival_Notify_Email_Err
source: Please enter a valid email address
ar: يرجى إدخال بريد إلكتروني صحيح
de: Bitte geben Sie eine gültige E-Mail-Adresse ein
es: Introduce una dirección de correo válida
fr: Veuillez saisir une adresse email valide
ja: 有効なEメールアドレスを入力してください

# Arrival_Notify_Done
source: Perfect
ar: رائع
de: Perfekt
es: Perfecto
fr: Parfait
ja: 完了

# Arrival_Notify_Done_Text
source: We'll email you at xxx@xx.com when the item is back in stock
ar: سنرسل لك بريدًا إلكترونيًا على xxx@xx.com عند توفر المنتج مرة أخرى
de: Wir benachrichtigen Sie unter xxx@xx.com wenn der Artikel wieder vorrätig ist
es: Te enviaremos un correo a xxx@xx.com cuando volvamos a tener el artículo
fr: Nous vous enverrons un e-mail à xxx@xx.com lorsque l'article sera de nouveau en stock
ja: 商品が再入荷しましたら、 xxx@xx.com にメールでご連絡します。

# Arrival_Notify_Continue
source: Continue Shopping
ar: متابعة التسوق
de: Einkauf fortsetzen
es: CONTINUAR COMPRANDO
fr: Poursuivre les achats
ja: お買い物を続ける

# Arrival_Notify_Already
source: You have subscribed to this product
ar: لقد سجلت في هذا المنتج!
de: Sie haben diesen Artikel bereits abonniert
es: ¡Te has suscrito a este producto!
fr: Vous vous êtes abonné à ce produit
ja: この商品は登録済みです！

source: No account
ar: لا يوجد حساب شخصي
ja: アカウントなし

source: Checkout as a Guest
ar: الدفع كضيف
ja: ゲスト購入

source: Buy With PayPal
ar: الشراء باستخدام PayPal
ja: PayPalで支払う

source: enter address manually
ar: إدخال العنوان يدويًا
ja: 手動でアドレスを入力

source: Check Out
ar: ادفع الآن
ja: チェックアウト

# onlinePay
source: Online Payment
ar: الدفع الالكتروني
ja: オンライン支払い

# input_coupon
source: Enter the coupon code
ar: إدخال رمز قسيمة الخصم
ja: クーポンコードを入力

source: Facebook
ar: فيسبوك

source: Messenger
ar: رسول

source: Instagram
ar: انستغرام

source: Snapchat
ar: سناب شات

# networkNotAvailable
source: the Network is not available!
ar: الشبكة غير متوفرة!
de: das Netzwerk ist nicht verfügbar!
es: ¡La red no está disponible!
fr: Le réseau n'est pas disponible !

source: Search
ar: بحث
de: Suche
es: Buscar

source: Just For You
ar: لك فقط
de: Nur für Sie
es: Para ti
fr: Juste pour vous

source: Tax ID:
ar: الرقم الضريبي:
de: Steuernr.:
es: N.º identificación fiscal:
fr: Numéro fiscal :

source: Verify
ar: تحقق من
de: Verifizieren
es: Verificar
fr: Verifier

source: Resend
ar: إعادة إرسال بعد
de: Erneut senden
es: Volver a enviar
fr: Renvoyer

source: Failed
ar: فشل
de: Fehlgeschlagen
es: Fallo
fr: Échoué

# paymentFailed
source: Payment Failed. Touch "Pay Now" to try again!
ar: عملية الدفع فشلت. المس "ادفع الآن " للمحاولة مرة أخرى!
de: Zahlung fehlgeschlagen. Drücken Sie "Jetzt bezahlen", um es erneut zu versuchen!
es: Pago fallido. ¡Toca "Pagar ahora" para intentarlo de nuevo!
fr: Paiement échoué. Touchez '"Pay Now" pour réessayer !

# loginBgImage
source: bg_en
ar: bg_ar

source: join_in
ar: join_in_ar
es: unirse

# endImg
source: end
ar: end_ar
de: Ende
es: finaliza
fr: fin

source: WhatsApp
ar: واتسآب

source: kg
ar: كغم

source: lbs
ar: رطل
es: lb.

source: cm
ar: سم

source: inch
ar: إنش
de: Zoll
es: pulgada
fr: pouces

# Goods_cm
source: cm
ar: سنتيمتر

# Clarification_tip
source: 1.Individual Special Offer, sales under this category shall not be involved with other discounts 2.Rules: 2.1The free item will be the one with lowest price when order under this Special Offer. 2.2Special Offer is based on Buy More Pay Less, and discounts will be distributed to the items from Special Offer 2.3‘Buy 5 Pay 4 ONLY’’ Means you need to purchase 5 items, the free one will be calculated directly when checking out 3.Pay attention to duration of Special Offer Campaign 4.VIVAIA reserves the right of final explanation on Special Offer Campaign and Rules 5.Any questions, please feel free to contact us via support@vivaiacollection.com
ar: 1. عروض خصومات هو عروض خاصة، لا تشارك منتجاتها في عروض أخرى أو تخفيضات أخرى. 2. القواعد: 2.1 سيكون المنتج المخصوم هو المنتج الأقل سعرًا المتضمن في هذا العرض عند الدفع . 2.2 نظام الخصم في هذا العرض هو توزيع الخصومات على جميع المنتجات المشاركة في العرض حين الدفع حسب القاعدة كلما زاد إجمالي الطلب زاد الخصم. 2.3 "اشتر 5 قطع بسعر 4 قطع" يعني إذا اشتريت 5 منتجات، فستحصل على التخفيض عند "الدفع" تلقائياً. 3. يرجى الانتباه على مدة العرض، إذا انتهت مدة الصلاحية فلا تستطيع الاستمتاع بالخصومات. 4. تحتفظ VIVAIA بالحق في التفسير النهائي لعروض خصومات وقواعدها. 5. إذا كانت لديك أي مشكلة ، فلا تتردد في الاتصال بنا عبر support@vivaiacollection.com
de: 1.1. Individuelles Sonderangebot, Verkäufe unter dieser Kategorie können nicht mit anderen Rabatten kombiniert werden 2.Regeln: 2.1Der kostenlose Artikel ist der mit dem niedrigsten Preis, wenn Sie unter diesem Sonderangebot bestellen. 2.2Das Sonderangebot basiert auf dem Prinzip "Mehr kaufen, weniger bezahlen", und die Rabatte werden auf die Artikel des Sonderangebots verteilt. 2.3 "5 kaufen, nur 4 bezahlen" bedeutet, dass Sie 5 Artikel kaufen müssen, der kostenlose Artikel wird direkt an der Kasse berechnet. 3.Beachten Sie die Dauer der Sonderaktion. 4.VIVAIA behält sich das Recht vor, die Sonderaktion und die Regeln nach eigenem Ermessen auszulegen. 5. Sollten Sie Fragen haben, kontaktieren Sie uns bitte unter support@vivaiacollection.com
es: 1.Oferta especial individual. No se podrán aplicar otros descuentos en esta categoría 2.Normas: 2.1El artículo gratuito será el de menor precio cuando se realice un pedido con esta Oferta Especial. 2.2La Oferta Especial se basa en Compra más, Paga menos, y los descuentos se distribuirán entre los artículos de la Oferta Especial 2.3’Compra 5 y Paga SOLO 4’ significa que debes comprar 5 artículos y el gratuito se calculará directamente en la página de pago 3. Atención a la duración de la Campaña de Oferta Especial 4.VIVAIA se reserva el derecho de dar una explicación final sobre la Campaña de Oferta Especial y las Normas 5.Cualquier pregunta, contacta con nosotros en support@vivaiacollection.com.
fr: 1.Offre spéciale individuelle, les ventes relevant de cette catégorie ne sont pas cumulables avec d'autres remises 2.Règles : 2.1L'article gratuit sera le moins cher lors de la commande dans le cadre de cette offre spéciale. 2.2L'offre spéciale est basée sur le principe Achetez plus et payez moins, et les remises seront appliquées aux articles de l'offre spéciale 2.3 'Achetez 5 et payez 4 SEULEMENT'. Cela signifie que vous devez acheter 5 articles, et l'article gratuit sera calculé directement au moment du paiement. 3. Faites attention à la durée de la campagne d'offre spéciale. 4. VIVAIA se réserve le droit de donner des explications finales sur la campagne d'offre spéciale et les règles. 5. Pour toute question, n'hésitez pas à nous contacter via support@vivaiacollection.com

# pay_canceld_order_24
source: The order will be canceled if your order is not paid within 24 hours
ar: سيتم إلغاؤ الطلب تلقائياً إن لم تتم عملية الدفع خلال 24 ساعة
de: Die Bestellung wird storniert, wenn sie nicht innerhalb von 24 Stunden bezahlt wird
es: El pedido se cancelará si no lo pagas en menos de 24 horas
fr: La commande sera annulée si elle n'est pas payée dans les 24 heures

source: WhatsApp
ar: واتسآب

# Languge_Setting_English
source: Englisth
de: Deutsch
fr: Anglais
