Repository: SmileOcc/SWFTDEMO
Catalog: OneApp/Adorawe/Language/*.lproj/Localizable.strings
Languages: ar, de, es, fr, ja

source: Place Order
ar: تقديم الطلب
de: Bestellung aufgeben
es: Realizar pedido
fr: Passer commande
ja: 注文

# validCouponCode
source: Please enter a valid coupon code.
ar: الرجاء إدخال رمز الكوبون صالحة
de: Bitte geben Sie einen gültigen Coupon-Code ein.
es: Introduce un código de cupón válido.
fr: Veuillez saisir un code de réduction valide
ja: 有効なクーポンコードを入力してください。

# insuranceDescribe
source: What is shipping insurance? What are the benefits? VIVAIA's Shipping insurance guarantees protection and safety for your products during the international shipping process. We will resend your package at no extra charge if it’s confirmed lost or damaged. To purchase the insurance during the checkout stage please tick the 'Add Shipping Insurance' option next to your shipping method. We highly suggest you purchase the shipping insurance as it will offer a smooth solution if there are any issues with your delivery.
ar: ما هو التأمين على الشحن؟ ما هي الفوائد؟ يوشوب ضمان الشحن يضمن حماية وسلامة لمنتجاتك أثناء عملية الشحن الدولي. وسوف نقوم بإعادة إرسال الحزمة الخاصة بك في أي رسوم إضافية إذا كان تأكيد فقدت أو التالفة. لشراء التأمين خلال مرحلة الخروج يرجى وضع علامة على خيار 'إضافة الشحن التأمين' بجانب طريقة الشحن الخاصة بك. نحن نقترح بشدة كنت شراء التأمين على النحو الذي سوف نقدم حل سلس إذا كان هناك أي مشاكل مع التسليم
de: Was ist Versandversicherung? Was sind die Vorteile? Die VIVAIA Versandversicherung schützt Ihre Produkte während des internationalen Versands. Wir werden Ihr Päckchen ohne Zusatzkosten erneut versenden, wenn es als verloren oder beschädigt gemeldet wird. Um die Versicherung zu erwerben, kreuzen Sie bitte die Option "Versandversicherung hinzufügen" neben Ihrer Versandart an. Wir empfehlen Ihnen dringend, die Versandversicherung abzuschließen, um bei Problemen mit Ihrer Lieferung vollständig abgedeckt zu sein.
es: ¿Qué es el seguro de envío? ¿Qué beneficios tiene? El seguro de envío de VIVAIA garantiza la protección y seguridad de los productos durante el proceso de envío internacional. Volveremos a enviar tu pedido sin coste extra en caso de perderse o sufrir daños. Para comprar este seguro en la etapa de pago, marque la opción «Añadir seguro de envío» que aparecerá al lado del método de envío. Recomendamos comprar el seguro de envío, ya que te ofrecerá una solución segura en caso de que se produzca algún problema con el pedido.
fr: Qu'est-ce que l'assurance expédition ? Quels en sont les avantages ? L'assurance expédition de VIVAIA garantit la protection et la sécurité de vos produits pendant le processus d'expédition internationale. Nous vous réexpédierons votre colis sans frais supplémentaires s'il est confirmé perdu ou endommagé. Pour souscrire l'assurance pendant la phase de commande, cochez l'option 'Ajouter une assurance expédition' à côté de votre mode d'expédition. Nous vous conseillons vivement de souscrire l'assurance expédition car elle vous offrira une solution souple en cas de problème avec votre livraison.
ja: 配送保険とは? どのようなメリットがあるのか？ Vivaiaの配送保険は、国際配送中の商品の保護と安全性を保証するものでございます。 万が一、紛失や破損が確認された場合は、追加料金なしで再送いたします。 チェックアウトの段階で保険を購入するには、配送方法の横にある「配送保険を追加する」オプションにチェックを入れてください。 万が一、お届けした商品に問題があった場合、スムーズに解決するためにも、運送保険のご加入をお勧めします。

# insuranceDescribeNewContent
source: Shipping insurance offers protection and safety for your valuable items during international shipping. We'll reship your package immediately at no extra charge if its reported lost or damaged.
ar: يضمن لك تأمين الشحن حماية وأمن منتجاتك القيمة خلال عملية الشحن الدولي. سنقوم بإعادة شحن طلبك تلقائيًا دون أي رسوم إضافية في حال ضياعه أو تلفه.
de: Eine Versandversicherung schützt Ihre Artikel beim internationalen Versand. Wir schicken Ihnen Päckchen sofort und ohne Zusatzkosten ein neues Päckchen, wenn das ursprüngliche als verloren oder beschädigt gemeldet wird.
es: El seguro de envío protege tus artículos durante el envío internacional. Volveremos a enviar tu paquete de manera inmediata sin cobrarte nada si se notifica como perdido o dañado.
fr: L'assurance expédition offre une protection et une sécurité pour vos articles de valeur pendant l'expédition internationale. Nous réexpédierons votre colis immédiatement et sans frais supplémentaires s'il est déclaré perdu ou endommagé.
ja: 配送保険は、国際配送中のお客様の大切なお荷物を保障し、安全にお届けするためのものです。万が一、紛失や破損が報告された場合は、追加料金なしで直ちに再発送いたします。

# VerificationCodePrompt
source: For order security,we will send you an SMS with a code to your mobile phone,please fill in the code below.
ar: لأمن الطلبية، سوف نرسل لك رسالة قصيرة مع رمز إلى هاتفك المحمول، تفضل بملء في الأدنى
de: Aus Sicherheitsgründen senden wir Ihnen eine SMS mit einem Code, bitte geben Sie den Code unten ein.
es: Por motivos de seguridad, enviaremos un SMS con un código a tu número de teléfono. Completa el código abajo.
fr: Pour la sécurité de la commande, nous vous enverrons un SMS avec un code sur votre téléphone portable, veuillez remplir le code ci-dessous.
ja: ご注文のセキュリティのために、お客様の携帯電話のSMSにコードを記載したメッセージを送信しますので、以下のコードをご入力ください。.

source: Send SMS
ar: ارسال رسالة قصيرة
de: SMS senden
es: Enviar SMS
fr: Envoyer un SMS
ja: SMSを送信する

# InputValidationCode
source: Please enter correct verify code
ar: تفضل بادخال رمز التحقق الصحيح
de: Bitte geben Sie den korrekten Verifizierungscode ein
es: Introduce el código de verificación
fr: Veuillez entrer le code de vérification correct
ja: 正しい認証コードを入力してください。

# ValidationMessagePrompt
source: Tip: if you can't receive SMS after multiple validation,please check the phone number is correct or go to the address bar to enter the other phone number.
ar: نصيحة: إذا لم تتمكن من استقبال الرسائل القصيرة بعد التحقق بمرات متعددة، يرجى التحقق من صحة رقم الهاتف أو إدخال رقم الهاتف الآخر في سطر العنوان.
de: Tipp: Wenn Sie nach mehrfachen Versuchen keine SMS empfangen haben, überprüfen Sie bitte, ob die Telefonnummer korrekt ist, oder geben Sie in der Adressleiste eine andere Telefonnummer ein.
es: Consejo: Si no recibes un SMS tras varios intentos, comprueba que el número sea correcto o ve a la barra de dirección para introducir otro número de teléfono.
fr: Conseil : si vous ne recevez pas de SMS après plusieurs validations, vérifiez que le numéro de téléphone est correct ou allez dans la barre d'adresse pour saisir un autre numéro de téléphone
ja: ヒント：何度検証してもSMSを受信できない場合は、電話番号が正しいかどうかを確認するか、他の電話番号をご利用ください。

source: Verification code empty.
ar: رمز التحقق فارغا
de: Verifizierungscode leer.
es: Código de verificación vacío.
fr: Code de vérification vide.
ja: 検証コード空欄

source: Payment Amount
ar: مبلغ الدفع
de: Zahlungsbetrag
es: Cantidad a pagar
fr: Montant du paiement
ja: お支払い金額

# shipMethod
source: Shipping Method
ar: طريقة الشحن
de: Versandmethode
es: Método de envío
fr: Mode d'expédition
ja: 配送方法

# fullCutAndFlashsaleTip
source: Coupons can't be applied in the same item with Flash Sale or “Buy X Get xxx off” promotion.
ar: لا يشتمل خصم الكوبون على منتجات عروض ومنتجات التخفيض المؤقت.
de: Coupons können nicht mit Flash-Sale-Angeboten oder “X kaufen xxx Rabatt” kombiniert werden.
es: No se pueden aplicar cupones en un artículo incluido en la Venta Flash o en la promoción "Compra X Consigue xxx de descuento".
fr: Les bons ne sont pas cumulables avec une vente flash ou une promotion 'Achetez X obtenez xxx'.
ja: フラッシュセールや " Xを買うと xxx オフをゲットする"などのキャンペーンとの併用はできません。

source: Select Coupon
ar: حدد الكوبون
de: Coupon auswählen
es: Seleccionar cupón
fr: Sélectionnez le bon
ja: クーポンを選択する

source: Available
ar: متاح
de: Verfügbar
es: Disponible
fr: Disponible
ja: 利用可能

source: Unavailable
ar: غير متوفر
de: Nicht verfügbar
es: No disponible
fr: Non disponible
ja: 利用不可

# mayLike
source: You May Also Like
ar: ربما يعجبك أيضا
de: Das könnte Ihnen auch gefallen
es: También te puede gustar
fr: Vous pourriez aussi aimer
ja: こちらの商品はお好きでしょうか

source: Over
ar: أكثر من
de: Über
es: Más de
fr: Terminé
ja: 以上で

# selectItem
source: Please select at least one item.
ar: يرجى تحديد عنصر واحد على الأقل
de: Bitte wählen Sie mindestens einen Artikel.
es: Selecciona al menos un artículo.
fr: Veuillez sélectionner au moins un article.
ja: 商品を選択してください

# addToWish
source: Add to Wish List
ar: إضافة إلى قائمة الأماني
de: Zur Wunschliste hinzufügen
es: Añadir a la lista de deseos.
fr: Ajouter à la liste de souhaits
ja: 欲しいものリストに追加する

# cart_blank
source: Your shopping bag is empty.
ar: حقيبة التسوق الخاصة بك فارغة.
de: Ihr Warenkorb ist leer.
es: Tu bolsa de la compra está vacía.
fr: Votre panier est vide
ja: カートには何もございません。

# cart_blank_button_title
source: Continue Shopping
ar: متابعة التسوق
de: Einkauf fortsetzen
es: Continuar comprando
fr: Poursuivre les achats
ja: お買い物を続ける

# NoAvailable
source: Sorry, you have no coupons available.
ar: عذرا، ليس لديك أي كوبونات متاحة
de: Sorry, Sie haben keine Coupons.
es: Lo sentimos, no tienes cupones disponibles.
fr: Désolé, pas de bons disponibles.
ja: 申し訳ございませんが、利用可能なクーポンはございません。

source: Community
ar: المجتمع
de: Gemeinschaft
es: Comunidad
fr: Communauté
ja: コミュニティ

source: Popular
ar: شعبية
de: Beliebt
fr: Populaire
ja: 人気

source: Faves
ar: المفضلات
de: Favoriten
es: Favoritos
fr: Favoris
ja: お気に入り

source: Latest
ar: أحدث
de: Neueste
es: Más reciente
fr: Plus récents
ja: 最新な

# havePoints
source: You have Points
ar: لديك نقاط
de: Sie haben Punkte
es: Tienes Puntos
fr: Vous avez des points
ja: 保有しているポイント

# think
source: what do you think?
ar: ما رأيك؟
de: Was halten Sie davon?
es: ¿qué te parece?
fr: Qu'en pensez-vous ?
ja: どう思いますか？

# noPost
source: You can't comment your own post.
ar: لا يمكنك التعليق على مشاركتك الخاصة
de: Sie können eigene Beiträge nicht kommentieren.
es: No puedes comentar en tu propia publicación.
fr: Vous ne pouvez pas laisser un commentaire concernant votre propre message
ja: ご自身の投稿にコメントすることはできません。

source: Re
ja: 再

source: Shows
ar: عروض
de: Angezeigt
es: Desfiles
fr: Vues
ja: 投稿

source: Likes
ar: يحب
es: Me gusta
fr: J'aime
ja: お気に入り

source: They liked your style
ar: كانوا يحبون أسلوب حياتك
de: Ihnen gefällt Ihr Stil
es: Les gusta tu estilo
fr: Ils aiment votre style
ja: あなたのスタイルを気に入ってくれました。

source: Following
ar: التالية
es: Siguiendo
ja: フォロー中

source: Followers
ar: متابعون
es: Seguidores
ja: フォロワー

# PostTitle
source: Write Review
ar: أكتب مراجعة
de: Bewertung verfassen
es: Escribir reseña
fr: Rédiger un avis
ja: レビューを書く

# shareSomething
source: Say something about this photo (0/2000)
ar: قل شيئا عن هذه الصورة (0/2000)
de: Beschreiben Sie das Foto (0/2000)
es: Di algo sobre esta foto (0/2000)
fr: Dites quelque chose sur cette photo (0/2000)
ja: こちらの写真について一言 (0/2000)

source: Add Items
ar: إضافة عناصر
de: Artikel hinzufügen
es: Añadir artículos
fr: Ajouter des articles
ja: アイテムを追加する

source: Order
ar: طلب
de: Bestellung
es: Pedido
fr: Commander
ja: その他

source: Bag
ar: حقيبة
de: Warenkorb
es: Bolsa
fr: Panier
ja: カート

# postWishlist
source: My_WishList
ar: قائمة الملاحظة
de: Meine_Wunschliste
es: Mi_ListaDeDeseos
ja: 欲しいものリスト

source: Recent
ar: الأخيرة
de: Kürzlich
es: Reciente
fr: Récent
ja: 最近

source: Post
ar: ارسل
de: Posten
es: Publicar
fr: Publier
ja: 投稿

# endEditting
source: Cancel your review?
ar: إلغاء الاستعراض الخاص بك؟
de: Bewertung abbrechen?
es: ¿Cancelar tu reseña?
fr: Annuler votre avis ?
ja: レビューをキャンセルしますか？

# photoMustSelect
source: Don’t forget to add some photos!
ar: لا تنسى أن تضيف بعض الصور!
de: Vergessen Sie nicht, ein paar Fotos hinzuzufügen!
es: ¡No olvides añadir fotos!
fr: N'oubliez pas d'ajouter des photos !
ja: 写真を入れましょう！

# textViewMaxInput
source: Must be under 2000 characters.
ar: يجب أن يكون أقل من 2000 حرف
de: Muss unter 2000 Zeichen lang sein.
es: Debe incluir menos de 2000 caracteres.
fr: Doit être inférieur à 2000 caractères
ja: 2000文字以内にしてください。

source: Success
ar: نجاح
de: Erfolgreich
es: Hecho
fr: Réussi
ja: 成功

# goodsMaxSelectedCount
source: You can only select 6 items
ar: يمكنك تحديد 6 عناصر فقط
de: Sie können nur 6 Artikel auswählen
es: Solo puedes seleccionar 6 artículos
fr: Vous ne pouvez sélectionner que 6 articles
ja: アイテムは6個までお選びできます。

# goodsSelected
source: You have added the item already
ar: لقد أضفت العنصر بالفعل
de: Sie haben den Artikel bereits hinzugefügt
es: Ya has añadido este artículo
fr: Vous avez déjà ajouté l'article
ja: こちらの商品は既に追加しています

# selectImage
source: You can only select 6 pictures at a time.
ar: يمكنك فقط اختيار 6 صور في وقت واحد
de: Sie können nur 6 Bilder auf einmal auswählen.
es: Solo puedes seleccionar 6 imágenes a la vez.
fr: Vous ne pouvez sélectionner que 6 images à la fois
ja: 一度に最大6枚までお選びできます。

# selectImageThree
source: You can only select 3 pictures at a time.
ar: يمكنك فقط اختيار 3 صور في وقت واحد
de: Sie können nur 3 Bilder auf einmal auswählen.
es: Solo puedes seleccionar 3 imágenes a la vez.
fr: Vous ne pouvez sélectionner que 3 images à la fois
ja: 写真は一度に最大３枚までお選びできます。

# tagsMaxSelectedCount
source: You can only select 6 tags
ar: يمكنك فقط اختيار 6 علامات
de: Sie können nur 6 Tags auswählen
es: Solo puedes seleccionar 6 etiquetas
fr: Vous ne pouvez sélectionner que 6 tags
ja: タグは一度に最大３枚までお選びできます。

source: Add Topics
ar: إضافة المواضيع
de: Themen hinzufügen
es: Añadir temas
fr: Ajouter des sujets
ja: トピックスを追加する

# communityTop
source: TOP
ar: أعلى
ja: トップ

# communityViews
source: Views
ar: الآراء
de: Ansichten
es: Visitas
fr: Vues
ja: 見る

source: View All
ar: عرض الكل
de: Alle anzeigen
es: Ver todo
fr: Tout afficher
ja: すべて表示

source: Ranking
ar: تصنيف
de: Rangliste
es: Clasificación
fr: Classement
ja: ランキング

source: Latest
ar: أحدث
de: Neueste
es: Más reciente
fr: Les plus récents
ja: 最新な

source: See All
ar: اظهار الكل
de: Alle anzeigen
es: Ver todo
fr: Tout voir
ja: すべて表示

# topViewNoContent
source: Be the first to joined in
ar: كن أول من انضم في
de: Schließen Sie sich als einer der ersten an
es: Sé el primero en unirte a
fr: Soyez le premier à vous joindre à nous
ja: 参加する初めの者として

# noOrderText
source: You have no order yet!
ar: ليس لديك أي طلب حتى الآن!
de: Sie haben noch keine Bestellungen!
es: ¡No tienes ningún pedido!
fr: Vous n'avez pas encore passé commande
ja: ご注文はまだございません。

# noRecentText
source: Sorry,we couldn't find anything in your recent view
ar: عذرا، لم نتمكن من العثور على أي شيء في العرض الأخير
de: Sorry, wir haben keine Treffer gefunden
es: Lo sentimos, no hemos encontrado nada en tu última visita
fr: Désolé, nous n'avons rien trouvé dans votre vue récente
ja: 最近の閲覧履歴は何も見つかりませんでした。

# cartEmptyText
source: Your Shopping cart is empty
ar: عربة التسوق فارغة
de: Ihr Warenkorb ist leer
es: Tu cesta está vacía
fr: Votre panier est vide
ja: ショッピングカートには何もございません。

# wishlistEmptyText
source: Sorry,we couldn't find anything in your wishlist
ar: عذرا، لم نتمكن من العثور على أي شيء في قائمة الملاحظة
de: Sorry, wir konnten nichts in Ihrer Wunschliste finden
es: Lo sentimos, no hemos encontrado nada en tu lista de deseos
fr: Désolé, nous n'avons rien trouvé dans votre liste de souhaits
ja: 欲しいものリストには何もございません。

source: List Of Topic
ar: قائمة الموضوع
de: Themen-Liste
es: Lista de temas
fr: Liste de sujets
ja: トピック一覧

source: Topic Detail
ar: تفاصيل الموضوع
de: Themen-Details
es: Detalles del tema
fr: Détails du sujet
ja: トピック詳細

source: Followed
ar: يتبع
de: Gefolgt
es: Seguido
ja: フォローされた

source: Follow
ar: إتبع
de: Folgen
es: Seguir
ja: フォローする

source: Hot Topic
ar: موضوع حر
de: Heißes Thema
es: Tema candente
fr: Sujet tendance
ja: 人気トピック

# communityMore
source: MORE
ar: المزيد
de: MEHR
es: MÁS
fr: PLUS
ja: もっと見る

# noEnoughPoints
source: Sorry, you don't have enough points.
ar: عذراً، ليس لديك ما يكفي من النقاط.
de: Sorry, Sie haben nicht genug Punkte.
es: Lo sentimos, no tienes suficientes puntos.
fr: Désolé, vous n'avez pas assez de points
ja: ポイントが足りませんでした。

# sentPoints
source: Y Point sent
ar: تم إرسال Y النقطة
de: Y-Punkte gesendet
es: Punto Y enviado
fr: Y Point envoyé
ja: Y ポイント送信

# noShareContent
source: My style show on VIVAIA, do you like it
ar: عرض أسلوبي على يوشوب، هل ترغب في ذلك
de: Meine Stil-Show auf VIVAIA, gefällt es Ihnen
es: Mi estilo en VIVAIA. ¿Te gusta?
fr: Mon style show sur VIVAIA, il te plait ?
ja: これは私のVIVAIAでのスタイル投稿です。お好きですか？

# popular_blank
source: Posts from your Popular will appear here
ar: سوف تظهر المشاركات من شعبية الخاص بك هنا
de: Beliebte werden hier erscheinen
es: Las publicaciones de tus Populares aparecerán aquí
fr: Les messages de votre popularité apparaîtront ici
ja: あなたの人気投稿はこちらに表示されます

# faves_blank
source: Posts from your Faves will appear here
ar: ستظهر المشاركات من المفضلات الخاصة بك هنا
de: Beiträge von Ihren Favoriten werden hier erscheinen
es: Las publicaciones de tus Favoritos aparecerán aquí
fr: Les messages de vos favoris apparaîtront ici
ja: あなたのお気に入りの投稿はこちらに表示されます

# following_blank
source: Follow others to see their public updates
ar: اتبع الآخرين للاطلاع على تحديثاتهم العامة
de: Folgen Sie anderen, um ihre öffentlichen Updates zu sehen
es: Sigue a más gente para ver sus actualizaciones
fr: Suivez les autres pour voir leurs mises à jour publiques
ja: 他人をフォローすると、その人の公開投稿を見ることができます。

# following_notSelf_blank
source: Not following anyone yet
ar: لا تتبع أي شخص حتى الآن
de: Sie folgen noch niemandem
es: Aún no sigues a nadie
fr: Ne suit encore personne
ja: まだ誰もフォローしてません。

# followers_blank
source: Add Photos and attract Followers
ar: إضافة صور وجذب المتابعين
de: Fügen Sie Fotos hinzu und ziehen Sie Follower an
es: Añade fotos y atrae a más seguidores
fr: Ajouter des photos et attirer des followers
ja: 写真を追加することで、フォロワーを集めましょう！

# followers_notSelf_blank
source: They have no followers yet
ar: ليس لديهم أتباع بعد
de: Noch keine Followers
es: Aún no tienen seguidores
fr: Ils n'ont pas encore de followers
ja: この人にはまだフォロワーがいません

# AddMoreFriends_VC_Title
source: Add more friends
ar: إضافة المزيد من الأصدقاء
de: Fügen Sie mehr Freunde hinzu
es: Añade más amigos
fr: Ajouter plus d'amis
ja: お友だちを追加

# Contacts_VC_Title
source: Contacts
ar: الاتصال
de: Kontakte
es: Contactos
ja: 連絡先

# Contacts_VC_Message
source: Join Yo.Me community now! Get Massive coupons and Giveaways. Share your experiences & fashion ideas and do smart shopping!
ar: الانضمام إلى يوشوب، لي المجتمع الآن!الحصول على كوبونات ضخمة وهبات.مشاركة الخاص بك خبرات وأفكار الموضة وتسوق إلكتروني!
de: Schließe dich jetzt der Yo.Me Community an! Erhalte massive Coupons und nimm an Giveaways teil. Teile deine Erfahrungen & Mode-Ideen und shoppe smarter!
es: ¡Únete a la comunidad Yo.Me! Consigue muchos cupones y sorteos. ¡Comparte tu experiencia e ideas de moda y compra con inteligencia!
fr: Rejoignez la communauté Yo.Me maintenant ! Obtenez une myriade de bons et cadeau. Partagez vos expériences et vos idées de mode et faites du shopping intelligent !
ja: Yo.Meコミュニティに今すぐ参加しましょう！大量のクーポンやプレゼントを手に入れることが可能。また、あなたの経験やファッションのアイデアを皆さんと共有して、賢い買い物をしましょう！

# Contacts_VC_Send
source: Send
ar: إرسال
de: Senden
es: Enviar
fr: Envoyer
ja: 送信

source: Message
ar: رسالة
de: Nachricht
es: Mensaje
ja: メッセージ

# AddMoreFriends_Contacts
source: Contacts
ar: الاتصال
de: Kontakte
es: Contactos
ja: 連絡先

# AddMoreFriends_FaceBook
source: Facebook Friends
ar: أصدقاء الفيسبوك
de: Facebook-Freunde
es: Amigos de Facebook
fr: Amis Facebook
ja: Facebook お友だち

# AddMoreFriends_Suggested
source: suggested users
ar: المستخدمون المقترحون
de: vorgeschlagene Benutzer
es: usuarios sugeridos
fr: Utilisateurs suggérés
ja: 推奨ユーザー

# ContactsViewModel_AuthorizationFailure_Message
source: Please allow VIVAIA to access your Contact by going to Settings > Privacy > Contacts
ar: اسمحوا يوشوب للوصول إلى جهة الاتصال الخاصة بك عن طريق الذهاب إلى إعدادات> الخصوصية> اتصالات
de: Bitte erlauben Sie VIVAIA den Zugriff auf Ihre Kontakte, indem Sie Einstellungen > Datenschutz > Kontakte besuchen
es: Permite que VIVAIA pueda acceder a tus Contactos desde Ajustes > Privacidad > Contactos
fr: Veuillez autoriser VIVAIA à accéder à vos contacts en allant dans Paramètres > Confidentialité > Contacts
ja: VIVAIAが連絡先へのアクセスを求めています。「設定」→「プライバシー」→「連絡先」で設定できます。

# ContactsViewModel_Not_Authorization
source: Couldn't access contact
ar: لا يمكن الوصول إلى الاتصال
de: Kontakt konnte nicht abgerufen werden
es: No se ha podido acceder a los contactos
fr: Impossible d'accéder aux contacts
ja: 連絡先にアクセスできませんでした

# ContactsViewModel_Go_Setting
source: Go to Setting
ar: انتقل إلى الإعداد
de: Gehen Sie zu Einstellunegn
es: Ir a Ajustes
fr: Aller dans les paramètres
ja: 設定画面へ

# Share_VC_Shared_Facebook_Success
source: Successfully shared on Facebook
ar: المشتركة بنجاح على الفيسبوك
de: Erfolgreich auf Facebook geteilt
es: Se ha compartido en Facebook
fr: Partagé avec succès sur Facebook
ja: Facebookでシェアできました。

# FriendsCommendViewModel_Share_Title
source: Follow me on VIVAIA
ar: اتبعني على يوشوب
de: Folge mir auf VIVAIA
es: Sígueme en VIVAIA
fr: Suivez-moi sur VIVAIA
ja: VIVAIAで私をフォローしましょう！

# FriendsCommendViewModel_Share_Content
source: Join Yo.Me community now! Get Massive coupons and Giveaways. Share your experiences & fashion ideas and do smart shopping!
ar: الانضمام إلى يوشوب، لي المجتمع الآن!الحصول على كوبونات ضخمة وهبات.مشاركة الخاص بك خبرات وأفكار الموضة وتسوق إلكتروني!
de: Schließe dich jetzt der Yo.Me Community an! Erhalte massive Coupons und nimm an Giveaways teil. Teile deine Erfahrungen & Mode-Ideen und shoppe smarter!
es: ¡Únete a la comunidad Yo.Me! Consigue muchos cupones y sorteos. ¡Comparte tu experiencia e ideas de moda y compra con inteligencia!
fr: Rejoignez la communauté Yo.Me maintenant ! Obtenez une myriade de bons et cadeaux. Partagez vos expériences et vos idées de mode et faites des achats intelligents !
ja: Yo.Meコミュニティに今すぐ参加しましょう！大量のクーポンやプレゼントを手に入れましょう。あなたの経験やファッションのアイデアを皆さんと共有して、賢い買い物をしましょう！

# CommendUserCell_Posts
source: Posts
ar: إرسال
de: Beiträge
es: Publicaciones
fr: Publications
ja: 投稿

# CommendUserCell_BeLiked
source: Be Liked
ar: كن يحب
de: Beliebt
es: Gusta
ja: 気に入られる

# accountTitle
source: Me
ar: أنا
de: Ich
es: Yo
fr: Moi
ja: マイページ

# sureSignOut
source: Are you sure sign out？
ar: هل أنت متأكد من تسجيل الخروج؟
de: Sind Sie sicher, dass Sie sich abmelden möchten？
es: ¿Seguro que quieres salir?
fr: Êtes-vous sûr de vouloir vous déconnecter ？
ja: 本当にサインアウトしますか？

source: Sure
ar: بالتأكيد
de: Sicher
es: SÍ
fr: Oui
ja: 確認

# editSuccess
source: information has been successfully modified
ar: تم تعديل المعلومات بنجاح
de: Informationen wurden erfolgreich modifiziert
es: La información se ha modificado
fr: Les informations ont été modifiées avec succès
ja: 情報の変更が完了しました。

# networkFailed
source: Network Error，Please try later
ar: خطأ في الشبكة ، يرجى المحاولة لاحقاً
de: Netzwerk-Fehler，bitte erneut versuchen
es: Error de red. Inténtalo más tarde
fr: Erreur réseau，Veuillez essayer plus tard
ja: ネットワークに接続できません。後ほどお試しください。

source: Edit Profile
ar: تعديل معلومات الحساب
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
ja: プロフィール編集

source: Take Photo
ar: أخذ صورة
de: Foto machen
es: Hacer foto
fr: Prendre une photo
ja: 写真を撮る

# chooseAlbums
source: Albums
ar: ألبومات
de: Alben
es: Álbumes
ja: アルバム

# cameraUnavailable
source: sorry, no camera or camera is unavailable.
ar: آسف، لا الكاميرا أو الكاميرا غير متوفر
de: sorry, keine Kamera oder Kamera nicht verfügbar.
es: Lo sentimos, no hay cámara o no está disponible.
fr: Désolé, l'appareil photo n'est pas disponible
ja: カメラにアクセスできません。no camera or camera is unavailable.

# cameraNotPermission
source: Allow VIVAIA access to your Camera.（in Settings > Privacy > Camera）
ar: السماح بالوصول إلى يوشوب إلى الكاميرا. (في الإعدادات> الخصوصية> الكاميرا)
de: Gewähren Sie VIVAIA Zugriff auf Ihre Kamera.（Einstellungen > Datenschutz > Kamera）
es: Permite que VIVAIA pueda acceder a tu cámara. (desde Ajustes > Privacidad > Cámara)
fr: Autorisez VIVAIA à accéder à votre appareil photo.（Pramètres > Confidentialité > Appareil photo）
ja: VIVAIAにカメラへのアクセスを許可します。（設定>プライバシー>カメラ）
