Repository: SmileOcc/SWFTDEMO
Catalog: OneApp/Adorawe/Language/*.lproj/Localizable.strings
Languages: ar, de, es, fr, ja

source: Estimated delivery time is long
ar: الوقت المتوقع للتسليم طويل
de: Geschätzte Lieferzeit zu lang
es: Plazo de entrega previsto demasiado largo
fr: Le délai de livraison estimé est long
ja: お届けまでの時間が長い

source: Shipping fee is expensive
ar: رسوم الشحن باهظة
de: Versandkosten zu teuer
es: Gastos de envío demasiado altos
fr: Les frais d'expédition sont élevés
ja: 配送料が高い

source: Did not receive the verification code
ar: لم استلام كود التحقق
de: Keinen Verifizierungscode erhalten
es: No he recibido el código de verificación
fr: Je n'ai pas reçu le code de vérification
ja: 認証コードが届いていない

source: Changed their mind, no longer want it
ar: غيرت رأيي، لم أعد أريده
de: Meinung geändert
es: He cambiado de opinión, ya no lo quiero
fr: J'ai changé d'avis, je n'en veux plus
ja: 気が変わった、欲しくなくなった

source: Other reason
ar: أسباب أخرى
de: Sonstige Gründe
es: Otro motivo
fr: Autre raison
ja: その他

# Please_fill_Shipping_address
source: Please fill in the Shipping address
ar: تفضل بملأ عنوان التوصيل
de: Bitte geben Sie die Lieferadresse ein
es: Completa la dirección de envío
fr: Veuillez remplir l'adresse de livraison
ja: お届け先住所をご入力ください

source: free gift
ar: هدية مجانية
de: kostenloses Geschenk
es: obsequio
fr: cadeau gratuit
ja: 無料ギフト

source: Free gift cannot be settled solely.
ar: دفع الهدية المجانية وحدها ممنوع
de: Es ist nicht möglich, nur das Gratis-Geschenk zu bestellen.
es: No se puede pedir solo el obsequio.
fr: Le cadeau gratuit ne peut être acheté seul
ja: 無料ギフトのみのご注文いたしかねます

source: Checkout
ar: مشاهدة
de: Zur Kasse
es: Pagar
fr: Paiement
ja: チャックアウト

source: Your Cart
ar: سلة التسوق
de: Ihr Warenkorb
es: Tu cesta
fr: Votre panier
ja: カート

source: Male
ar: ذكر
de: Männlich
es: Masculino
fr: Homme
ja: 男性

source: Female
ar: أنثى
de: Weiblich
es: Femenino
fr: Femme
ja: 女性

# improve your information
source: In order to better recommend products to you, please improve your information.
ar: تفضل بتحسين المعلومات الخاصة بك حتى نستطيع تقديم أفضل المنتجات لك.
de: Um unsere Produktempfehlungen zu verbessern, bitten wir Sie, genaue Angaben zu machen.
es: Para mejorar los productos que te recomendamos, añade más información.
ja: より良い商品をお客様にお勧めできるように、お客様の情報を更新してください。

source: Gender
ar: الجنس
de: Geschlecht
es: Género
ja: 性別

source: Recommendations
ar: التوصيات
de: Empfehlungen
es: Recomendaciones
ja: おすすめ

source: FREE DELIVERY
ar: التوصيل المجاني
de: KOSTENLOSE LIEFERUNG
es: ENVÍO GRATUITO
fr: LIVRAISON GRATUITE
ja: 送料無料

source: 1 second ago.
ar: قبل 1 ثانية.
de: vor 1 Sekunde.
es: Hace 1 segundo.
fr: Il y a 1 seconde
ja: 1秒前

source: sign in with
ar: تسجيل الدخول ب
de: anmelden mit
es: inicia sesión con
fr: s'identifier avec
ja: でサインイン

# keyboard_Done
source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
ja: 完了

source: Address
ar: عنوان
de: Adresse
es: Dirección
fr: Adresse
ja: 住所

source: Coupon
ar: كوبون
es: Cupón
fr: Bon
ja: クーポン

source: Viewed
ar: شاهدت من قبل
de: Angezeigt
es: Visto
fr: Vu
ja: 表示された

source: My Size
ar: مقاسي
de: Meine Größe
es: Mi talla
fr: Ma taille
ja: マイサイズ

# Size_tip
source: According to you gender, height and weight, we will measure your body shape and recommend the appropriate size
ar: سنقوم بقياس جسمك ونوصيك بالمقاس المناسب، وفقًا لجنسك وطولك ووزنك.
de: Wir empfehlen Ihnen die richtige Größe basierend auf Ihrem Geschlecht, Ihrer Größe und Ihrem Gewicht.
es: De acuerdo con tu género, la altura y el peso, mediremos la forma de tu cuerpo y recomendaremos la talla apropiada
fr: Selon votre sexe, votre taille et votre poids, nous mesurerons votre morphologie et vous recommanderons la taille appropriée
ja: お客様の性別、身長、体重、体型に応じて、適切なサイズをお勧めすることができます

source: Shipped
ar: تم الشحن
de: Versandt
es: Enviado
fr: Envoyé
ja: 発送済

source: Processing
ar: قيد التجهيز
de: In Bearbeitung
es: Procesando
fr: En cours de traitement
ja: 処理中

source: Shape
ar: شكل
de: Form
es: Forma
fr: Silhouette
ja: 体型

source: All Order
ar: جميع الطلبات
de: Alle Bestellungen
es: Todos los pedidos
fr: Toutes les commandes
ja: すべて

source: Unpaid
ar: غير مدفوع
de: Unbezahlt
es: Sin pagar
fr: Impayées
ja: 未払い

source: My Orders
ar: طلباتي
de: Meine Bestellungen
es: Mis pedidos
fr: Mes commandes
ja: 私の注文

source: Recently Viewed
ar: شاهدت من قبل
de: Kürzlich angesehen
es: Visto recientemente
fr: Vues récemments
ja: 閲覧履歴

source: More services
ar: مزيد من الخدمات
de: Weitere Dienste
es: Más servicios
ja: より充実サービス

# Login/Register
source: Sign In/Sign Up
ar: تسجيل الدخول/تسجيل
de: Anmelden/Registrieren
es: INICIAR SESIÓN/REGISTRARSE
fr: S'identifier/S'inscrire
ja: ログイン

# Sorry_Not_history
source: Sorry, we couldn't find anything in your history
ar: عذرا ، لم نتمكن من العثور على أي شيء في تاريخك
de: Sorry, wir haben keine Treffer in Ihrer Historie gefunden
es: Lo sentimos, no hemos encontrado nada en tu historial
fr: Désolé, nous n'avons rien trouvé dans votre historique
ja: 申し訳ございませんが、お客様の履歴には何も見つかりませんでした。

# Account_Recommend
source: Recommend
ar: موصى به
de: Empfohlen
es: Recomendado
fr: Recommander
ja: おすすめ

source: No recommended products
ar: لا توجد منتجات موصى بها
de: Keine empfohlenen Produkte
es: Productos no recomendados
fr: Aucun produit recommandé
ja: おすすめ商品はございません。

source: Tracking Detail
ar: تتبع التفاصيل
de: Tracking-Details
es: Detalles del seguimiento
fr: Détails du suivi
ja: トラッキング詳細

# goodsWritePlaceholderTextView
source: Leaving your comment, making us better.
ar: ترك تعليقك ، يجعلنا أفضل.
de: Hinterlassen Sie Ihre Verbesserungsvorschläge.
es: Si dejas un comentario, nosotros mejoraremos.
fr: Laissez votre commentaire, aidez-nous à nous améliorer
ja: 弊社がより良くなるため、お客様がコメントを残していただければ幸いです

# Order_Address_Get_Error
source: Error！Place contact support@vivaiacollection.com
ar: support@vivaiacollection.com خطأ! يرجى الاتصال ب
de: Fehler！Bitte kontaktieren Sie support@vivaiacollection.com
es: ¡Error! Contacta con support@vivaiacollection.com
fr: Erreur, veuillez contacter support@vivaiacollection.com
ja: エラー！support@vivaiacollection.comまでご連絡ください。

# Address_Phone_Number_Tip
source: Please enter the Arabic number "0-9" here.
ar: الرجاء إدخال الرقم العربي ”9-0” هنا
de: Bitte geben Sie hier arabische Ziffern ein "0-9".
es: Introduce números arábicos "0-9" aquí.
fr: Veuillez saisir les chiffres arabes arabe "0-9" ici.
ja: 算用数字の "0-9 "を入力してください。

source: Rules>
ar: قواعد>
de: Regeln>
es: Normas>
ja: 結果>

# Add_Only_One_Item
source: Only one item can be purchased for this event
ar: يجوز لك اشتراء واحداً من المنتج النشاطى فقط
de: Im Rahmen dieses Events kann nur ein Artikel gekauft werden
es: Solo se puede comprar un artículo para este evento
fr: Un seul article peut être acheté pour cet événement
ja: こちらのイベントではアイテムを1点のみご購入することができます。

source: CONTINUE TO VERIFY
ar: مواصلة التحقق
de: VERIFIZIERUNG FORTSETZEN
es: CONTINUAR PARA VERIFICAR
fr: POURSUIVRE LA VÉRIFICATION
ja: 認証を続ける

source: CONTINUE CANCEL
ar: مواصلة الإلغاء
de: STORNIERUNG FORTSETZEN
es: CONTINUAR PARA CANCELAR
fr: POURSUIVRE L'ANNULATION
ja: キャンセルを続ける

# Login_No_Register_Tip
source: This email account hasn't been sign up, do you want to sign up it and sign in?
ar: لم يتم التسجيل بهذا البريد الإلكتروني بعد، هل تريد التسجيل به وتسجيل الدخول؟
de: Diese E-Mail wurde noch nicht registriert, möchten Sie sich registrieren?
es: Esta cuenta de correo no está registrada. ¿Quieres registrarte e iniciar sesión?
fr: Ce compte de messagerie n'a pas été enregistré, voulez-vous l'enregistrer et vous connecter ?
ja: こちらのメールアカウントはまだ登録されていませんが、登録してサインインしますか？

# Registered_To_Login_Tip
source: This email account has been sign up, do you want to sign in now?
ar: قد تم التسجيل بهذا البريد الإلكتروني من قبل، هل تريد تسجيل الدخول الآن؟
de: Diese E-Mail ist bereits registriert, möchten Sie sich anmelden?
es: Esta cuenta de correo ya está registrada. ¿Quieres iniciar sesión ahora?
fr: Ce compte de messagerie a été enregistré, voulez-vous vous vous identifier maintenant ?
ja: こちらのメールアカウントは登録されています。サインインしますか？

# Cod_Cancel_OverTime_Tip
source: Are you sure you want to cancel verification?If your order is not verified in 24 hours,it will be canceled.
ar: هل أنت متأكد أنك تريد إلغاء التحقق؟ إذا لم يتم التحقق من الطلب في غضون 24 ساعة ، فسيتم إلغاء
de: Sind Sie sicher, dass Sie die Verifizierung abbrechen möchten? Wenn Ihre Bestellung nicht innerhalb von 24 Stunden verifiziert wird, wird sie storniert.
es: ¿Seguro que quieres cancelar la verificación? Si tu pedido no se verifica en 24 horas, se cancelará.
fr: Êtes-vous sûr de vouloir annuler la vérification ? Si votre commande n'est pas vérifiée dans les 24 heures, elle sera annulée
ja: 本当に認証をキャンセルしますか？24時間以内にご注文をご確認できない場合、ご注文は自動的にキャンセルされます。

# Cod_Tip_24_hour
source: 24 hours
ar: 24 ساعة
de: 24 Stunden
es: 24 horas
fr: 24 heures
ja: 24時間

# Are_want_remove_history
source: Are you sure you want to remove all search history?
ar: هل أنت متأكد من أنك تريد إزالة كافة محفوظات البحث؟
de: Sind Sie sicher, dass Sie die gesamte Such-Historie löschen möchten?
es: ¿Seguro que quieres eliminar todo el historial de búsqueda?
fr: Ètes-vous sûr de vouloir supprimer tout l'historique de recherche ?
ja: すべての検索履歴を削除しますか？

# Order_code_seconds_confirm_tip
source: To complete order confirmation,kindly double check your mobile phone number for delivery on time.
ar: .لإكمال تأكيد الطلب , يرجى التأكد من رقم الهاتف حتى تصلك الطلبية في اسرع وقت
de: Um die Bestell-Bestätigung abzuschließen, überprüfen Sie bitte Ihre Handynummer
es: Para confirmar el pedido, comprueba el número de teléfono para recibir tu pedido a tiempo.
fr: Pour compléter la confirmation de la commande, veuillez vérifier deux fois votre numéro de téléphone portable pour une livraison à temps.
ja: ご注文確認を完了するために、また配送が遅れないように電話番号を再確認してください。

# Please_select_size
source: Please select a size
ar: رجاء تحديد المقاس
de: Bitte wählen Sie eine Größe
es: Selecciona una talla
fr: Veuillez sélectionner une taille
ja: サイズを選択してください

source: Size
ar: مقاس
de: Größe
es: Talla
fr: Taille
ja: サイズ

# Parts_Items_join_Flash_Sale
source: Parts of Items join in the Flash Sale！
ar: يشارك بعض البضائع في التخفيض المؤقت
de: Einige Artikel sind Teil des Flash-Verkaufs！
es: ¡Artículos que se incluyen en la Venta Flash!
fr: Articles inclus dans la vente flash ！
ja: 一部の商品はフラッシュセールに参加することになります！

# Item_not_join_flash_sale
source: This Item do not join the flash sale！
ar: هذه البضاعة لا تشارك في تخفيضات مؤقتة
de: Dieser Artikel ist nicht Teil des Flash-Verkaufs！
es: ¡Este artículo no se incluye en la venta flash!
fr: Cet article n'est pas inclus dans la vente flash！
ja: こちらの商品はフラッシュセールに参加しません

source: Flash Sale
ar: التخفيض المؤقت
de: Flash-Verkauf
es: Venta Flash
fr: Vente flash
ja: フラッシュセール

source: Sold
ar: بيع
de: Verkauft
es: Vendido
fr: Vendu
ja: 販売された

# flash_save
source: SAVE
ar: تخفيض
de: SPAREN
es: AHORRA
fr: ENREGISTRER
ja: 節約

source: Sale Price
ar: سعر التخفيض
de: Verkaufspreis
es: Precio de venta
fr: Prix de vente
ja: セール価格

# Max_Qty_allowed_limited_product_is_XXXX
source: Max Qty allowed for this limited product is XXXX
ar: الحد الأقصى المسموح به لهذا المنتج المحدود هو XXXX
de: Max Menge für dieses limitierte Produkt ist XXXX
es: La cantidad máxima para este producto limitado es XXXX
fr: La quantité maximale autorisée pour ce produit limité est de XXXX
ja: この限定商品の最大数量はXXXXでございます。

# Users_Want
source: Users Wants
ar: مستخدم يريد
de: Benutzer wollen
es: Los usuarios quieren
fr: Ce que veulent les utilisateurs
ja: Users Wantsユーザーの要望

source: Only
ar: منتج فقط
de: Nur
es: Ya
fr: Seulement
ja: のみ

# oneSale
source: on sale!
ar: تخفيض على
de: im Angebot!
es: en rebajas
fr: En soldes !
ja: セール中

source: Sold Out
ar: نفدت الكمية
de: Ausverkauft
es: Agotado
fr: Épuisé
ja: 完売

# soldOutDetail
source: Sorry，this item has Sold Out
ar: آسف هذه البضاعة قد انتهت
de: Sorry，dieser Artikel ist ausverkauft
es: Lo sentimos, este artículo está agotado
fr: Désolé, cet article est épuisé
ja: 申し訳ございませんが、こちらの商品は完売しました。

source: View Product>
ar: عرض المنتج>
de: Artikel anzeigen>
es: Ver Producto>
fr: Voir les produits>
ja: 商品を見る>

# Flash_Finished
source: Finished
ar: انتهى التخفيض
de: Beendet
es: Completado
fr: Terminé
ja: 完了しました。

# Item_pre_join_FlashSale
source: Flash Sale has not started. Buy at original price
ar: لم يبدأ التخفيض المؤقت، اشتري بالسعر الأصلي
de: Flash-Verkauf hat noch nicht begonnen. Kaufen Sie den Artikel zum Original-Preis
es: La Venta Flash no ha comenzado. Cómpralo por su precio original
fr: La vente flash n'a pas commencé. Acheter au prix d'origine
ja: フラッシュセールはまだ始まっていませんので、通常価格で購入することになります。

# Item_did_join_FlashSale
source: This item is under Flash Sale
ar: هذا المنتج في التخفيض المؤقت
de: Dieser Artikel ist im Flash-Verkauf
es: Este artículo se incluye en la Venta Flash
fr: Cet article est en vente flash
ja: こちらの商品はフラッシュセール中でございます。

# trackingTitle
source: Logistics Details
ar: تفاصيل خدمات الشحنة
de: Logistik-Details
es: Detalles del transportista
fr: Détails logistiques
ja: トラッキング詳細

# trackingCompany
source: Logistics company
ar: شركة الخدمات اللوجستية
de: Logistik-Unternehmen
es: Empresa de transporte
fr: Société de logistique
ja: 物流会社

source: Package
ar: حزمة
de: Päckchen
es: Paquete
fr: Colis
ja: パッケージ

source: Tracking No
ar: رقم التتبع
de: Sendungsverfolgungsnr.
es: N.º seguimiento
fr: Numéro de suivi
ja: 追跡番号

# NoTrackingNumber
source: No waybill
ar: لا يوجد بوليصة شحن
de: Keine Sendungsnr
es: No hay guía de embarque
fr: Pas de numéro
ja: 貨物運送状はございません。

# STLTransportSplitViewController.headerTitle
source: parcels have been shipped
ar: تم شحن الشحنة
de: Päckchen wurden versandt
es: los paquetes se han enviado
fr: Les colis ont été expédiés
ja: 小包を発送いたしました

source: Shipment
ar: الشحن
de: Sendung
es: ENVÍO
fr: Expédition
ja: 配送

source: Clarification
ar: التعليمات
de: Erläuterung
es: Aclaración
ja: 説明

# help_FrequentlyQuestion
source: Frequently asked question
ar: الأسئلة الشائعة
de: Häufig gestellte Fragen
es: Preguntas frecuentes
fr: Foire aux questions
ja: よくあるご質問

# help_ReturnPolicy
source: Return Policy
ar: سياسة الاسترجاع
de: Rückgaberichtlinie
es: Política de devoluciones
fr: Politique de retour
ja: 返品について

# help_HowLongReceiveOrder
source: How long it will take?
ar: كم وقت سيستغرق استلام الطلب؟
de: Wie lange, bis ich die Bestellung erhalte?
es: ¿Cuándo recibiré mi pedido?
fr: Combien de temps faut-il pour recevoir la commande ?
ja: お届け予定日について

# help_QuestionCategories
source: Question Categories
ar: فئات الأسئلة
de: Fragen-Kategorien
es: Categorías de preguntas
fr: Catégories de questions
ja: カテゴリー

# help_Shipping
source: Shipping
ar: الشحن
de: Versand
es: Envío
fr: Expédition
ja: 運送

# help_Orders
source: Orders
ar: طلبات
de: Bestellungen
es: Pedidos
fr: Commandes
ja: 注文

# help_AfterSale
source: After-sale
ar: خدمة بعد البيع
de: Nachverkauf
es: Postventa
fr: Après-vente
ja: 返品返金

# help_Promotion
source: Promotion
ar: تخفيضات
de: Aktionen
es: Promociones
ja: クーポン

# help_Products
source: Products
ar: منتجات
de: Artikel
es: Productos
fr: Produits
ja: 商品

# help_ContactUs
source: Contact us
ar: اتصل بنا
de: Kontakt
es: Contáctanos
fr: Contactez-nous
ja: 会社情報

# help_CanNotFindAnswer
source: Can not find answer?
ar: لم تجد الإجابة؟
de: Keine Antwort gefunden?
es: ¿No encuentras una respuesta?
fr: Impossible de trouver la réponse
ja: 「お答えが見つからない場合、お気軽いにお問い合わせください」

# help_feedback
source: Feedback
ar: استعلامات
fr: Avis
ja: お問い合わせ

# Goods_Find_Similar
source: FIND SIMILAR ITEMS
ar: اعثر على المنتجات المشابهة
de: ÄHNLICHE ARTIKEL FINDEN
es: ENCUENTRA ARTÍCULOS SIMILARES
fr: TROUVER DES ARTICLES SIMILAIRES
ja: 似たようなアイテムを探す

# Goods_Unavailable
source: Unavailable
ar: غير قابل للشحن
de: Nicht verfügbar
es: No disponible
fr: Non disponible
ja: 利用不可

source: Tips
ar: التنبيهات
de: Tipps
es: Consejos
fr: Astuces
ja: ヒント

source: Back to Homepage
ar: رجوع إلى الصفحة الرئيسية
de: Zurück zur Startseite
es: Volver a la página de inicio
fr: Retour à la page d'accueil
ja: ホームページに戻る

source: Remove & Pay
ar: إزالة ودفع
de: Entfernen & bezahlen
es: Quitar y pagar
fr: Supprimer et payer
ja: 削除&お支払い

source: Change Shipping Address
ar: تغيير عنوان التوصيل
de: Lieferadresse ändern
es: Cambiar dirección de envío
fr: Modifier l'adresse de livraison
ja: お届け先住所を変更

source: Check Product List
ar: عرض قائمة المنتجات
de: Produktliste prüfen
es: Ver lista de productos
fr: Vérifier la liste des produits
ja: 商品一覧を確認する

# XXX_items_no_shipped
source: (%@ items aren't included in amount)
ar: (%@ منتج غير قابل للشحن، ولا يحسب ثمنه.)
de: (%@ Artikel nicht in Summe enthalten)
es: (%@ no están incluidos en el importe)
fr: (%@ articles ne sont pas inclus dans le montant)
ja: (%@ のアイテムは金額に含まれません)

# zero_View_All
source: View All
ar: عرض الكل
de: Alle anzeigen
es: Ver todo
fr: Tout afficher
ja: すべて表示

source: Term of Usage
ar: شروط الاستخدام
de: Nutzungsbedingungen
es: Términos de uso
fr: Durée d'utilisation
ja: 利用期間について

source: SWITCH
ar: تحويل
de: WECHSELN
es: CAMBIAR
fr: CHANGER
ja: 切り替え

# Default_Address
source: Default
ar: افتراضي
de: Standard
es: Predeterminado
fr: Défaut
ja: 初期設定

source: Home
ar: البيت
de: Zuhause
es: Casa
fr: Domicile
ja: ホーム

source: School
ar: المدرسة
de: Schule
es: Escuela
fr: École
ja: 学校

# Company
source: Business
ar: الشركة
de: Geschäft
es: Trabajo
fr: Entreprise
ja: 会社

source: Locate Me
ar: تحديد موقعي
de: Mich orten
es: Localízame
fr: Localisez-moi
ja: 私の位置情報

source: Locate
ar: تحديد الموقع
de: Orten
es: Localizar
fr: Localiser
ja: 位置情報

source: Click
ar: اضغط على
de: Klicken Sie
es: Clic
fr: Cliquez
ja: クリック

# helpFillAddress
source: ,help you fill in address quickly.
ar: ,ليساعدك على ملء العنوان بسرعة.
de: , um die Adresse schneller auszufüllen.
es: , te ayuda a completar la dirección más rápido.
fr: ,vous aide à remplir l'adresse rapidement
ja: を利用すると、ご住所を素早く記入することができます。

source: Address Type
ar: نوع العنوان
de: Adress-Typ
es: Tipo de dirección
fr: Type d'adresse
ja: お届け先の種類

source: Save Address
ar: حفظ العنوان
de: Adresse speichern
es: GUARDAR DIRECCIÓN
fr: Enregistrer l'adresse
ja: お届け先住所を保存

source: Try searching
ar: حاول البحث
de: Versuchen Sie eine Suche
es: Prueba a buscar
fr: Essayer de faire une recherche
ja: 検索してみる

# FillAddressButtonTitle
source: Fill in address
ar: املأ العنوان
de: Füllen Sie die Adresse aus
es: Completar dirección
fr: Remplir l'adresse
ja: 住所を記入

# confirmButtonTitle
source: CONFIRM LOCATION
ar: تأكيد الموقع
de: STANDORT BESTÄTIGEN
es: CONFIRMAR LOCALIZACIÓN
fr: CONFIRMER LA LOCALISATION
ja: 位置確認

# BeyoundArea
source: Your location is beyond our service area
ar: موقعك خارج منطقة خدمتنا
de: Ihr Standort liegt außerhalb unseres Service-Gebiets
es: Tu localicación está fuera de nuestra zona de servicio
fr: Votre localisation est en dehors de notre zone de service
ja: お客様の所在地は当社のサービスエリア外でございます

# SearchTitle
source: Search for your Location
ar: ابحث عن موقعك
de: Standort suchen
es: Buscar tu localización
fr: Rechercher votre localisation
ja: 現在地を検索する

source: Locate City
ar: حدد موقع المدينة
de: Stadt orten
es: Localizar ciudad
fr: Localiser la ville
ja: 都市を検索する

source: Search city
ar: ابحث عن المدينة
de: Stadt suchen
es: Buscar ciudad
fr: Rechercher une ville
ja: 都市を検索

# Can'tFindAddress
source: Can not find the address ?
ar: يتعذر العثور على العنوان؟
de: Adresse nicht gefunden?
es: ¿No encuentras la dirección?
fr: Impossible de trouver l'adresse ?
ja: 住所が見つかりません

# FindAddressContent
source: Try fill in with district, building name or school.For physical address can be input later
ar: حاول ملء اسم الحي أو المبنى أو المدرسة. والعنوان التفصيلي يمكن إدخاله لاحقًا
de: Versuchen Sie, den Landkreis, Gebäudenamen oder Schule einzugeben.Physische Adressen können später eingegeben werden.
es: Prueba a poner tu distrito, nombre del edificio o de la escuela. Podrás introducir una dirección física más tarde
fr: Essayez de remplir la commune, le nom du bâtiment ou l'école, l'adresse physique peut être saisie ultérieurement
ja: 地区、建物名、学校名などを入力してください。ご住所は後から入力できます。

source: Location is not enabled
ar: خدمة الموقع غير مشغّلة
de: Standort nicht aktiviert
es: La localización no está habilitada
fr: La localisation n'est pas activée
ja: 位置情報が有効になっていません

# OpenLocationTitle
source: Enable location to know where to drop your order.
ar: شغّل خدمة الموقع لمعرفة مكان تسليم طلبك.
de: Aktivieren Sie den Standort für eine genauere Zustellung.
es: Habilita la localización para saber dónde dejar tu pedido.
fr: Activez la localisation pour savoir où déposer votre commande
ja: 位置情報を有効にすると、ご注文される場所を知ることができます。

source: Location Information
ar: معلومات الموقع
de: Standort-Informationen
es: Información de localización
fr: Informations sur la localisation
ja: 位置情報

# coinHeadline
source: 1.100 Coins=1 US Dollar 2.You can use up to 15% of products's amount for single order 3.If you return or cancel the order，we will give you equal coupon as compensation,but there is no refund for refusing “sign after delivery” 4.Coins will be expired at 0:00 (Saudi time) on 1st Jan. every year. Avoid your loss, kindly use them as soon as possible!
ar: 1. 100 نقود ذهبية =1$ 2. يمكن خصم 15% من مبلغ البضاعة بالنقود الذهبية على الأكثر. 3. عند إلغاء الطلب أو إرجاعه، يمكن استرجاع النقود الذهبية (بشكل الكوبون المتعادل في القيمة ) لكن لا نرجعها عندما رفضت استلام الطلب. 4. ستنتهي صلاحية النقود الذهبية في الساعة 0:00 في 1 يناير من كل عام. يرجى استخدامها في أقرب وقت ممكن كي لا تخسر.
de: 1.100 Münzen = 1 US-Dollar 2. Sie können bis zu 15% des Produktpreises für eine einzelne Bestellung verwenden 3. Wenn Sie die Bestellung zurückgeben oder stornieren, geben wir Ihnen einen gleichwertigen Gutschein als Entschädigung, aber es gibt keine Rückerstattung für die Ablehnung der Bestellung nach Lieferung. 4. Münzen können gesammmelt werden, laufen aber um 0:00 Uhr (Saudi-Zeit) am 1. Januar eines jeden Jahres ab. Bitte nutzen Sie die Münzen zeitnah.
es: 1.100 Monedas=1 dólar USD 2.Puedes usar hasta el 15 % del importe de los productos en un único pedido 3. Si devuelves o cancelas el pedido, te daremos un cupón por el importe equivalente como compensación, pero no habrá reembolso por negarse a "firmar tras la entrega" 4. Las Monedas caducarán a las 0:00 (Hora de Arabia Saudí) el 1 de enero de cada año. ¡Úsalas lo antes posible para no perderlas!
fr: 1100 pièces=1 US Dollar 2.Vous pouvez utiliser jusqu'à 15% du montant des produits pour une seule commande 3.Si vous retournez ou annulez la commande， nous vous donnerons un bon de valeur égale comme compensation, mais il n'y a pas de remboursement pour le refus de 'signer à la livraison' 4.Les pièces seront expirées à 0:00 (heure saoudienne) le 1er janvier de chaque année. Pour éviter toute perte, veuillez les utiliser le plus rapidement possible !
ja: 1.100コイン＝1USドル 2.1回のご注文で、商品代金の15％までご利用いただけます。 3.返品・キャンセルの場合、補償として同額のクーポンをお渡ししますが、「商品到着後のサイン」を拒否した場合の返金はございません。 4.コインの有効期限は毎年1月1日0:00（サウジアラビア時間）となります。損失を避けるため、お早めにお使いください。

# CashBackHeadline1
source: How To Use Coins
ar: كيفية استخدام النقود الذهبية
de: So verwenden Sie Münzen
es: Cómo usar las Monedas
fr: Comment utiliser les pièces
ja: コインの利用方法
