Repository: SmileOcc/SWFTDEMO
Catalog: OneApp/Adorawe/Language/*.lproj/Localizable.strings
Languages: ar, de, es, fr, ja

# CashBackHeadDesc1
source: 1.You can use up to 15% of products’ amount for single order 2.100 coins=1US dollar=3.75 SAR, other currencies rate will be adjusted automatically according to your order 3.Coins can be remeed for coupons on check in page and lucky draw for FREE order
ar: 1.كمية النقود الذهبية التي يمكن استخدامها لكل طلب هي 15% من مبلغ البضاعة 2. 100 نقود ذهبية = 1 دولار أمريكي = 3.75 ريال سعودي، سيتم تعديل سعر العملات الأخرى تلقائيًا وفقًا لطلبك. 3. يمكن استبدال كوبون بالنقود الذهبية في صفحة تسجيل الحضور ويمكن استخدامها في لعب قرص الحظ لربح الطلب المجاني.
de: 1. Sie können bis zu 15% des Produktpreises für eine einzelne Bestellung verwenden 2.100 Münzen = 1US-Dollar = 3.75 SAR, andere Währungen werden automatisch entsprechend Ihrer Bestellung angepasst 3.Münzen können auf der Check-in-Seite gegen Coupons eingelöst werden oder beim Lucky Draw verwendet werden
es: 1. Puedes usar hasta el 15 % del importe de los productos en un único pedido 2. 100 monedas=1 dólar USD=3.75 SAR, se ajustarán otros tipos de cambio automáticamente de acuerdo con tu pedido 3. Las monedas se pueden canjear por cupones y en la ruleta de la suerte para pedidos GRATIS
fr: 1.vous pouvez utiliser jusqu'à 15% du montant des produits pour une seule commande. 100 pièces=1 dollar US=3,75 SAR, le taux des autres devises sera ajusté automatiquement en fonction de votre commande. Les pièces peuvent être échangées contre des bons sur la page d'enregistrement et tirées au sort pour une commande GRATUITE
ja: 1.1回のご注文で、商品代金の15％までご利用いただけます。 2.100コイン＝1米ドル＝3.75SAR、その他の通貨のレートはご注文に応じて自動的に調整されます。 3.コインは、チェックインページでのクーポンや、無料注文時の抽選に使用することができます。

# CashBackHeadline2
source: How To Get More Coins
ar: كيفية الحصول على مزيد من النقود الذهبية
de: So erhalten Sie mehr Münzen
es: Cómo conseguir más Monedas
fr: Comment obtenir plus de pièces
ja: もっとのポイントを獲得する方法

# CashBackHeadDesc2
source: 1.Check in daily get coins more 2.Refer friends:You can get up to 1000 coins for each sharing 3.We will send you coins 2%~5% based on your order amount after order sign, buy more save more 4.Coins from sign after receiving need collect by yourself, and it will be cleaned 7 days after receiving
ar: 1. تسجيل الحضور يوميا لتحصل على نقود ذهبية أكثر 2. دعوة الأصدقاء: يمكنك الحصول على ما يصل إلى 1000 نقود ذهبية لكل مشاركة 3. سوف نرسل لك 2% ~ 5% نقود ذهبية حسب مبلغ طلبك بعد استلامه، اشتر أكثر ووفّر أكثر. 4.النقود الذهبية المحصولة بعد استلام الطلب بحاجة إلى جمعها يدوياً ، وإلا سيتم تصفيرها بعد إرسالها بأسبوع.
de: 1. Schauen Sie täglich vorbei, um mehr Münzen abzusahnen 2.Werben Sie Freunde: Sie können bis zu 1000 Münzen für jedes Teilen erhalten 3.Wir senden Ihnen nach erfolgreicher Bestell-Entgegennahme 2%~5% des Bestellbetrags in Münzen, je mehr Sie ausgeben, desto mehr sparen Sie 4.Münzen nach Bestell-Entgegennahme müssen selbst eingesammelt werden und laufen nach 7 Tagen ab
es: 1.Entra cada día para ganar más monedas 2.Recomienda a tus amigos: Podrás conseguir hasta 1000 monedas cada vez que compartas 3.Te enviaremos monedas 2%~5% según el importe de tu pedido después de firmar el pedido. Compra más, ahorra más. 4.Las monedas que consigas por firmar tras recibir el pedido debes recogerlas tú mismo y desaparecerán 7 días después de recibirlas
fr: 1) Enregistrez-vous tous les jours pour obtenir plus de pièces. 2) Parrainez vos amis : vous pouvez obtenir jusqu'à 1000 pièces pour chaque partage. 3) Nous vous enverrons des pièces de 2% à 5% en fonction du montant de votre commande après la signature de la commande, achetez plus et économisez plus. 4. les pièces après signature à la réception doivent être collectées par vous-même, et elles seront supprimées 7 jours après réception
ja: 1. 毎日チェックインしてコインをもらいます。 2.お友だちを紹介すると、1回の紹介で最大1000枚のコインがもらえます。 3.ご注文後、ご注文金額に応じて2%～5%のコインをお送りします。 4.コインはお客様ご自身でお受け取りする必要があり、７日経ってもお受け取りされない場合は無効となります。

# CashBackHeadline3
source: Return&Expire
ar: الاسترجاع وانتهاء الصلاحية
de: Rückgabe&Ablauf
es: Devolución y caducidad
fr: Retour et expiration
ja: 返品&期限

# CashBackHeadDesc3
source: 1.If you return or cancel the order, we will give you equal coupon as compensation, but there is no refund for refusing order after delivery 2.Coins can be accumulated, but will be expired at 0:00 (Saudi time) on 1st Jan. every year.
ar: 1. إذا ألغيتَ الطلب أو أرجعتَه، فسنعطيك كوبون بنفس القيمة كتعويض عن النقود الذهبية، ولكن لا يمكن إرجاعها إذا رفضت استلام الطلب. 2. يمكن تجميع النقود الذهبية، لكنها ستنتهي صلاحيتها في الساعة 0:00 (بتوقيت السعودية) في 1 من يناير من كل عام.
de: 1.Wenn Sie die Bestellung zurückgeben oder stornieren, geben wir Ihnen einen gleichwertigen Gutschein als Entschädigung, aber es gibt keine Rückerstattung für die Ablehnung der Bestellung nach Lieferung 2.Münzen können gesammelt werden, aber laufen um 0:00 Uhr (Saudi-Zeit) am 1. Januar eines jeden Jahres ab.
es: 1. Si devuelves o cancelas el pedido, te daremos un cupón por el importe equivalente como compensación, pero no habrá reembolso por rechazar el pedido después del envío 2. Las Monedas se pueden acumular, pero caducarán a las 0:00 (Hora de Arabia Saudí) el 1 de enero de cada año.
fr: 1. si vous retournez ou annulez la commande, nous vous donnerons un bon de valeur égale en compensation, mais il n'y a pas de remboursement pour le refus de la commande après la livraison. 2. les pièces peuvent être accumulées, mais elles expireront à 0:00 (heure saoudienne) le 1er janvier de chaque année
ja: 1.ご注文を返品・キャンセルされた場合、補償として同等のクーポンをお渡ししますが、ご注文をお断りした場合の返金はございません。 2.コインは貯めることができますが、毎年1月1日0:00(サウジアラビア時間)に失効します。

source: Coins
ar: النقود الذهبية
de: Münzen
es: Monedas
fr: Pièces
ja: コイン

# NoCoin
source: No Coins Available
ar: لا يوجد النقود الذهبية المتاحة
de: Keine Münzen verfügbar
es: No hay monedas disponibles
fr: Pas de pièces disponibles
ja: ご利用可能なコインはございません

source: Coins Cost
ar: رصيد النقود الذهبية
de: Münz-Kosten
es: Coste de las monedas
fr: Coût des pièces
ja: コインコスト

# ShippingFree
source: Shipping fee
ar: تكاليف الشحن
de: Versandgebühr
es: Gastos de envío
fr: Frais d'expédition
ja: 配送料

source: Click for coins >
ar: احضرواجمع النقود الذهبية >
de: Klicken Sie für Münzen >
es: Clic para monedas >
fr: Cliquez pour obtenir des pièces >
ja: コインをクリック >

source: Coins Center >
ar: مركز النقود الذهبية >
de: Münz-Center >
es: Centro de monedas >
fr: Centre de pièces de monnaie >
ja: コインセンター >

source: Coins Claim >
ar: نقود ذهبية للجمع>
de: Münz-Anspruch >
es: Reclamación de monedas >
fr: Réclamer des pièces >
ja: コインを請求する >

source: Spent
ar: استغرق
de: Ausgegeben
es: Has gastado
fr: Dépensées
ja: 使用済み

source: coins as
ar: نقود ذهبية تساوي
de: Münzen als
es: monedas como
fr: Pièces en tant que
ja: にコインを使う

# OpenPushTitle
source: Daily reminder requires notification, kindly click “OPEN” for it
ar: يجب عليك أن تشغّل إشعار تذكير يومياً، اضغط على ” تشغيل“ ليتم الإعداد
de: Die tägliche Erinnerung erfordert, dass Benachrichtigungen aktiviert sind, klicken Sie “ÖFFNEN”
es: El recordatorio diario se hace a través de una notificación. Haz clic en "ABRIR"
fr: Le rappel quotidien nécessite une notification, veuillez cliquer sur 'OUVRIR' pour cela
ja: デイリーリマインダーの通知が必要な場合は、"有効にする "をクリックしてください。

# refresh_pull_down
source: Swipe down for exciting surprises!
de: Für eine Überraschung nach unten wischen!
es: ¡Desliza hacia abajo para más sorpresas!
fr: Faites défiler vers le bas pour des surprises géniales !
ja: 下にスクロールしてください。サプライズをご用意しております！Swipe down for exciting surprises!

# refresh_release
source: Release for exciting surprises!
de: Loslassen, um eine Überraschung zu erhalten!
es: ¡Suelta para más sorpresas!
fr: Relachez pour des surprises géniales !
ja: サプライズをゲットするためにリフレッシュしましょう！

# refresh_loading
source: Loading...
de: Wird geladen...
es: Cargando...
fr: Chargement...
ja: 読み込み中...

# pay_PAYMENT
source: Payment
ar: دفع
de: Zahlung
es: PAGO
fr: Paiement
ja: 支払い

# pay_CANCEL
source: Cancel
ar: إلغاء
de: Abbrechen
es: CANCELAR
fr: Annulation
ja: キャンセル

# pay_want_cancel_payment
source: Are you sure to give up this faster shipping way?
ar: هل أنت متأكد من التخلي عن طريقة الشحن الأسرع هذه؟
de: Sind Sie sicher, dass Sie den schnelleren Versand aufgeben möchten?
es: ¿Seguro que no quieres optar por este envío más rápido?
fr: Êtes-vous sûr de vouloir renoncer à ce mode d'expédition plus rapide ?
ja: 本当に速達をやめますか？

# move_cart_goods_tip
source: Are you sure remove this item？
ar: هل أنت متأكد من إزالة هذا المنتج؟
de: Möchten Sie diesen Artikel wirklich entfernen？
es: ¿Seguro que quieres quitar este artículo?
fr: Etes-vous sûr de vouloir supprimer cet article？
ja: この商品を削除しますか

# move_cart_goods_fail
source: Failed to remove
ar: فشل الإزالة
de: Entfernen fehlgeschlagen
es: No se ha podido quitar
fr: Suppression échouée
ja: 削除できませんでした

# move_to_wishlist
source: Move To Wishlisht
ar: نقله إلى قائمة الأماني
de: Auf Wunschliste setzen
es: MOVER A LA LISTA DE DESEOS
fr: Ajouter à la liste de souhaits
ja: 欲しいものリストへ移動

# move_to_wishlist_lower
source: Move to wishlist
ar: نقله إلى قائمة الأماني
de: Auf Wunschliste setzen
es: Mover a la lista de deseos
fr: Ajouter à la liste de souhaits
ja: 欲しいものリストへ移動

# move_to_remove
source: Remove
ar: إزالة
de: Entfernen
es: QUITAR
fr: Supprimer
ja: 削除

# move_to_wishlist_success
source: Moved To Wishlist
ar: تم نقله إلى قائمة الأماني
de: Auf Wunschliste gesetzt
es: Movido a la lista de deseos
fr: Ajouté à la liste de souhaits
ja: 欲しいものリストへ移動

# move_to_wishlist_fail
source: Failed to moved to Wishlist
ar: فشل نقله إلى قائمة الأماني
de: Konnte nicht auf Wunschliste gesetzt werden
es: No se ha podido mover a la lista de deseos
fr: L'article n'a pas pu être ajouté à la liste de souhaits
ja: 欲しいものリストへ移動できませんでした。

# pay_want_cancel_payment_messNew
source: Kindly try another payment method or contact us support@vivaiacollection.com if any problems
ar: الرجاء محاولة طريقة دفع أخرى أو الاتصال بنا على support@vivaiacollection.com في حالة وجود أي مشكلة
de: Bitte versuchen Sie eine andere Zahlungsmethode oder kontaktieren Sie support@vivaiacollection.com für Hilfestellung
es: Prueba con otro método de pago o contáctanos en support@vivaiacollection.com si tienes algún problema
fr: Veuillez essayer un autre mode de paiement ou contacter support@vivaiacollection.com en cas de problème
ja: 他のお支払い方法を試すか、support@vivaiacollection.com までご連絡ください。

# cart_bottom_tip_CoinsCouponsDiscount
source: Coins, coupons discount are all in the next step
ar: النقود الذهبية، كوبونات الخصم جميعها في الخطوة التالية
de: Münzen, Coupons, Rabatte im nächsten Schritt
es: Las monedas y los descuentos de cupones están en el siguiente paso
fr: Les pièces et bons de réduction sont tous dans la prochaine étape
ja: コインやクーポン割引は次のステップになります。

# theme_orders
source: Orders
ar: طلبات
de: Bestellungen
es: Pedidos
fr: Commandes
ja: ご注文

# theme_min_price
source: Min Price
ar: أقل سعر
de: Min Preis
es: Precio mín
fr: Prix minimum
ja: 最低価格

# theme_max_price
source: Max Price
ar: أغلى سعر
de: Max Preis
es: Precio máx
fr: Prix maximum
ja: 最高価格

# REPALY
source: REPLY
ar: الجواب
de: ANTWORTEN
es: RESPONDER
fr: RÉPONDRE
ja: 返信

source: Receive
ar: احصل عليه
de: Erhalten
es: Recibir
fr: Recevoir
ja: 受け取る

source: Received
ar: تم الاستلام
de: Empfangen
es: Recibido
fr: Reçu
ja: 受け取った

source: Receive All
ar: اجمع كلها
de: Alle erhalten
es: Recibir todos
fr: Tout recevoir
ja: すべてを受け取る

# sws_login
source: Sign In
ar: تسجيل الدخول
de: Anmelden
es: INICIAR SESIÓN
fr: S'identifier
ja: ログイン

# sws_signup
source: Sign Up
ar: تسجيل
de: Registrieren
es: REGISTRARSE
fr: S'inscrire'
ja: 登録

# login_welcom
source: Welcome to VIVAIA
ar: مرحباً إلى أدوراوي
de: Willkommen bei VIVAIA
es: Te damos la bienvenida a VIVAIA
fr: Bienvenue à VIVAIA
ja: VIVAIAへようこそ

# sign_up_create
source: Create new Account
ar: إنشاء حساب جديد
de: Neues Konto erstellen
es: Crear nueva cuenta
fr: Créer un nouveau compte
ja: 新規アカウント作成

# email_field
source: Email Address
ar: عنوان البريد الإلكتروني
de: E-Mail-Adresse
es: Dirección de correo
fr: Adresse email
ja: メールアドレス

# password_field
source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード

source: Reset password
ar: إعادة تعيين كلمة المرور
de: Passwort zurücksetzen
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
ja: パスワードをリセット

# reset_password_details
source: Please enter your email address and we will send a reset link
ar: يرجى إدخال عنوان بريدك الإلكتروني وسنرسل رابط إعادة تعيين
de: Bitte geben Sie Ihre E-Mail-Adresse ein und wir schicken Ihnen einen Link zum Zurücksetzen
es: Introduce tu correo y te enviaremos un enlace de restablecimiento
fr: Veuillez saisir votre adresse e-mail et nous vous enverrons un lien de réinitialisation
ja: メールアドレスを入力してください。パスワードリセット用のリンクを送信します。

# reset_send
source: Send
ar: إرسال
de: Senden
es: ENVIAR
fr: Envoyer
ja: 送信

# send_success
source: Succeeded!
ar: تم التعديل بنجاح
de: Erfolgreich!
es: ¡Hecho!
fr: Réussi !
ja: 送信しました！

# send_success_details
source: A massage with a confirmation link has been sent to your email address %@. Please follow this link to change your password.
ar: تم إرسال رسالة فيها رابط التأكيد إلى عنوان بريدك الإلكتروني %@. اضغط على هذا الرابط لتعديل كلمة المرور الخاصة بك.
de: Wir haben soeben eine Nachricht mit dem Bestätigungslink an %@ gesendet. Bitte folgen Sie dem Link, um Ihr Passwort zu ändern.
es: Se ha enviado un enlace de confirmación a tu correo %@. Pincha en este enlace para cambiar tu contraseña.
fr: Un message contenant un lien de confirmation a été envoyé à votre adresse e-mail %@. Veuillez suivre ce lien pour changer votre mot de passe.
ja: %@にリセット用のリンクをお送りました。リンクをクリックしてパスワードを再設定してください。

# reset_return_to_signin
source: Return To Sign In
ar: الرجوع إلى تسجيل الدخول
de: Zurück zur Anmeldung
es: VOLVER PARA INICIAR SESIÓN
fr: Retourner à la connexion
ja: ログイン

# reset_resent
source: Resend
ar: إعادة إرسال
de: Erneut senden
es: VOLVER A ENVIAR
fr: Renvoyer
ja: 再送信

# reset_send_success
source: Send successfully
ar: تم الإرسال
de: Erfolgreich versandt
es: Enviado
fr: Envoyer avec succès
ja: 送信できました！

# reset_send_failed
source: Fail to send
ar: فشل الإرسال
de: Senden fehlgeschlagen
es: No se ha podido enviar
fr: Échec de l'envoi
ja: 送信できませんでした

# skip_bind_cellphone
source: SKIP
ar: تخطي
de: ÜBERSPRINGEN
es: SALTAR
fr: SAUTER
ja: スキップ

# sign_success
source: Bind Phone Number
ar: ربط رقم الهاتف
de: Telefonnummer verknüpfen
es: Vincular número de teléfono
fr: Saisir un numéro de téléphone
ja: バインドされる電話番号

# bind_phone_num
source: Phone Number
ar: رقم الهاتف
de: Telefonnummer
es: Número de teléfono
fr: Numéro de téléphone
ja: 電話番号

# bind_confirm
source: Confirm
ar: تأكيد
de: Bestätigen
es: CONFIRMAR
fr: Confirmation
ja: 確認

# RegionNumMsg
source: Select your country code
ar: حدّد رمز الاتصال لبلدك
de: Wählen Sie den Ländercode
es: Selecciona el código de tu país
fr: Sélectionnez votre code de pays
ja: 国番号を選択してください

# bind_seelct_country
source: Select Country
ar: تحديد البلد
de: Wählen Sie das Land
es: Selecciona el país
fr: Sélectionnez le pays
ja: 国を選択してください

source: Bind successfully
ar: تم الربط بنجاح
de: Verknüpfung erfolgreich
es: Se ha vinculado
fr: Ajouté avec succès
ja: バインドできました

# Login_In_Now
source: Sign In Now
ar: تسجيل الدخول
de: Jetzt anmelden
es: INICIAR SESIÓN AHORA
fr: S'identifier' maintenant
ja: 今すぐログインする

# Login_cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: CANCELAR
fr: Annuler
ja: キャンセル

# alsoLike
source: You May Also Like
ar: قد يعجبك أيضاً
de: Das könnte Ihnen auch gefallen
es: También te puede gustar
fr: Vous aimerez peut-être aussi
ja: おすすめ

# oftenBought
source: Often Bought With
ar: ما يشترى دائماً
de: Oft gekauft mit
es: Se suele comprar con
fr: Souvent acheté avec
ja: 人気商品

source: Remind Me
ar: ذكّرني
de: Mich erinnern
es: RECORDARME
fr: Rappellez-moi
ja: リマインド

# Users_Follow
source: Users Following
ar: متابعين
de: Folgende Benutzer
es: Lo que siguen los usuarios
fr: Utilisateurs following
ja: フォロー中のユーザー

# canlendarAuth
source: You did not allow the App to access the phone's calendar, please go to the settings to allow the App to access the phone's calendar
ar: لم تسمح للتطبيق بالوصول إلى تقويم الهاتف، يرجى الذهاب إلى الإعدادات لتسمح التطبيق بالوصول إلى تقويم الهاتف
de: Sie haben der App nicht erlaubt, auf Ihren Kalender zuzugreifen. Besuchen Sie die Einstellungen, um der App Zugriff auf den Kalender Ihres Handys zu erlauben.
es: La app no puede acceder al calendario del teléfono. Entra en ajustes para permitir a la App acceder al calendario del teléfono
fr: Vous n'avez pas autorisé l'application à accéder au calendrier du téléphone, veuillez aller dans les paramètres pour autoriser l'application à accéder au calendrier du téléphone
ja: カレンダーへのアクセスが失敗しました。設定でカレンダーへのアクセスを許可してください。

# RemindAddSuccess
source: Remind successfully
ar: تم التذكير
de: Erinnerung erfolgreich
es: Recordatorio creado
fr: Rappel réussi
ja: リマインドが成功

# RemindCancelSuccess
source: Cancel successfully
ar: تم إلغاء التذكير
de: Stornierung erfolgreich
es: Cancelado
fr: Annulation réussie
ja: キャンセルが成功

# text_select_country_title
source: Select your Country
ar: حدّد بلدك/الدولة
de: Wählen Sie Ihr Land
es: Selecciona tu país
fr: Sélectionnez votre pays
ja: 国を選択してください

# text_select_state_title
source: Select your Province/State
ar: حدّد مقاطعتك/الولاية
de: Wählen Sie den Landkreis/Bundesland
es: Selecciona tu provincia/estado
fr: Sélectionnez votre province/état
ja: 都道府県を選択してください

# text_select_city_title
source: Select your City
ar: حدّد مدينتك
de: Wählen Sie die Stadt
es: Selecciona tu ciudad
fr: Sélectionnez votre ville
ja: 市区町村を選択してください

# text_select_district_title
source: Select your District
ar: حدد حيّك
de: Wählen Sie den Bezirk
es: Selecciona tu distrito
fr: Sélectionnez votre commune
ja: 地区を選択してください

# text_address_select_country
source: * Country
ar: *البلد
de: * Land
es: * País
fr: * Pays
ja: * 国

# text_address_select_state
source: * Country/County
ar: * البلد / المقاطعة
de: * Land/Landkreis
es: * País/Municipio
fr: * Pays/Département
ja: * 国

# text_address_select_city
source: * Country / Province / City
ar: * الدولة / المقاطعة / المدينة
de: * Land / Landkreis / Stadt
es: * País / Provincia / Ciudad
fr: * Pays/Province/Ville
ja: * 都道府県

# text_address_select_area
source: * Country/County/City/District
ar: * البلد / المقاطعة / المدينة / المنطقة
de: * Land/Landkreis/Stadt/Bezirk
es: * País /Municipio/Ciudad/Distrito
fr: * Pays/Département/Ville/Commune
ja: *国/都道府県/市区町村/地区

source: Country/Region
ar: البلد / المنطقة
de: Land/Region
es: País/Región
fr: Pays/Région
ja: 国

# select_default_state
source: State/County
ar: المقاطعة/الولاية
de: Land/Landkreis
es: Estado/Municipio
fr: État/Département
ja: 都道府県

# select_default_city
source: City
ar: المدينة
de: Stadt
es: Ciudad
fr: Ville
ja: 市区町村

# address_select_default_town
source: District
ar: قرية
de: Bezirk
es: Distrito
fr: Commune
ja: 地区

# user_address_street
source: * Address
ar: * عنوان
de: * Adresse
es: * Dirección postal
fr: * Adresse
ja: * お届け先住所

# user_address_street_empty
source: Please complete the address info for faster delivery
ar: يرجى إتمام معلومات العنوان لتوصيل البضاعة بسرعة
de: Bitte füllen Sie die Adresse vollständig aus
es: Completa la información de la dirección para un envío más rápido
fr: Veuillez compléter les informations d'adresse pour une livraison plus rapide
ja: お届け先住所を入力してください

# user_address_country_empty
source: Please select Country / Province / City
ar: يرجى تحديد الدولة / المقاطعة / المدينة
de: Bitte wählen Sie Land / Provinz / Stadt
es: Selecciona País / Provincia / Ciudad
fr: Veuillez sélectionner le pays/la province/la ville
ja: 選択してください

source: Homepage
ar: الرئيسية
de: Startseite
es: Página de inicio
ja: ホームページ

source: More
ar: مزيد
de: Mehr
es: Más
fr: Plus
ja: もっと

source: Learn More
ar: عرض المزيد
de: Mehr erfahren
es: Saber más
fr: En savoir plus
ja: 詳細はこちら

source: Delivery
ar: التوصيل
de: Lieferung
es: Entrega
fr: Livraison
ja: 配送

source: Less
ar: طيّ
de: Weniger
es: Menos
ja: 省略

source: new In Guide
ar: الجديد في الدليل
de: Neuankünfte-Leitfaden
es: nuevo en la Guía
fr: nouveau dans le guide
ja: 新着のお知らせ

source: For Category
ar: للفئة
de: für Kategorie
es: Por Categoría
fr: Pour la catégorie
ja: カテゴリー別

source: Hotlist
ar: القائمة الأكثر مبيعاً
es: Recomendaciones
ja: ホットリスト

source: New In
ar: جديد في
de: Neuankünfte
es: Novedades
fr: Nouveaux arrivages
ja: 新入荷

# last7days
source: in last 7 days
ar: في آخر 7 أيام
de: in den letzten 7 Tagen
es: en los útimos 7 días
fr: dans les 7 derniers jours
ja: 過去7日間で

# order_cancel_buy_msg
source: All items will be added to your Shopping Bag, this order will be canceled for returning your coupon and coins
ar: ستتم إضافة جميع المنتجات إلى عربة التسوق الخاصة بك، وسيتم إلغاؤ هذا الطلب لإرجاع كوبوناتك ونقودك الذهبية
de: Alle Artikel werden zu Ihrem Warenkorb hinzugefügt, diese Bestellung wird storniert und Gutscheine und Münzen werden gutgeschrieben.
es: Todos los artículos se añadirán a tu bolsa de compra. Este pedido se cancelará al devolver tu cupón y monedas
fr: Tous les articles seront ajoutés à votre panier, cette commande sera annulée pour le retour de votre bon et de vos pièces
ja: すべての商品がショッピングカートに追加されています。クーポンやコインを返却するとこちらのご注文はキャンセルされます。

# order_cancel_buy_btn
source: CANCEL & REPURCHASE
ar: إلغاء وإعادة الشراء
de: ABBRECHEN & ERNEUT KAUFEN
es: CANCELAR Y VOLVER A COMPRAR
fr: CANNULER ET RACHETER
ja: キャンセル&買い戻し

# flash_sale_noti
source: Flash sale peice limited for %@ pcs
ar: سعر التخفيض المؤقت محدود لـ %@ قطعة فقط
de: Flash-Verkauf begrenzt auf %@ Stk
es: Precio de la venta Flash limitado para %@ uds
fr: Vente flash limitée à %@ articles
ja: フレッシュサール価格は %@ pcsに限定します

# address_option_info
source: Optional Information
ar: معلومات اختيارية
de: Optionale Informationen
es: Información opcional
fr: Informations facultatives
ja: オプション

# new_in_tab_title
source: New
ar: جديد
de: Neu
es: Nuevo
fr: Nouveau
ja: ニュー

# new_goods_mark
source: New
ar: جديد
de: Neu
fr: Nouveau
ja: ニュー

# user_center_member
source: Member
ar: عضو
de: Mitglied
es: Miembro
fr: Membre
ja: メンバー

# SaveNContinue
source: SAVE & CONTINUE
ar: حفظ ومتابعة
de: SPEICHERN & WEITER
es: GUARDAR Y CONTINUAR
fr: ENREGISTRET ET CONTINUER
ja: 保存& 続ける

source: Coins Center
ar: النقود الذهبية
de: Münz-Center
es: Centro de monedas
fr: Centre de pièces
ja: ポイント

source: Following Us
ar: تابعونا
de: Folgen
es: Nos siguen
fr: Nous suivent
ja: お問い合わせ

# enterVerification
source: Please enter verification code
ar: الرجاء إدخال رمز التحقق
de: Bitte Verifizierungscode eingeben
es: Introduce el código de verificación
fr: Veuillez entrer le code de vérification
ja: 認証コードを入力してください

# sendedCode
source: Code has been sent to :
ar: تم إرسال الرمز إلى:
de: Code gesendet an:
es: El código se ha enviado a:
fr: Le code a été envoyé à :
ja: コードが送信されました：

# enterFourCode
source: Please enter 4-digits code
ar: الرجاء إدخال رمز التحقق المكوّن من 4 أرقام
de: Bitte 4-stelligen Code eingeben
es: Introduce el código de 4 dígitos
fr: Veuillez entrer le code à 4 chiffres
ja: 4桁のコードを入力してください

# didSent
source: Sent
ar: تم الإرسال
de: Versandt
es: Enviado
fr: Envoyé
ja: 送信されました

# resendCode
source: Resend the code
ar: إعادة إرسال رمز التحقق
de: Code erneut senden
es: Volver a enviar el código
fr: Renvoyer le code
ja: コードを再送信

# reEnterCode
source: Wrong code, please enter again
ar: الرمز خطأ، الرجاء إدخاله مرة أخرى
de: Falscher Code, bitte erneut versuchen
es: Código erróneo, introdúcelo de nuevo
fr: Code erroné, veuillez le saisir à nouveau
ja: コードが間違っています。ご確認の上再入力してください。

# noCodeSkip
source: Did not receive the code, Skip
ar: لم تتلقّ الرمز، تخطّي
de: Code nicht erhalten, überspringen
es: No he recibido el código, Saltar
fr: Je n'ai pas reçu le code, sauter
ja: コードが届いていません。スキップ

# How_Use_Coupons
source: How To Use Coupons
ar: كيفية استخدام كوبون
de: So verwenden Sie Coupons
es: Cómo usar Cupones
fr: Comment utiliser les bons
ja: クーポンの利用方法
