Repository: SmileOcc/SWFTDEMO
Catalog: OneApp/Adorawe/Language/*.lproj/Localizable.strings
Languages: ar, de, es, fr, ja

# photoNotPermission
source: Allow VIVAIA access to your Pictures.（in Settings > Privacy > Pictures）
ar: السماح بالوصول إلى يوشوب إلى الكاميرا. (في الإعدادات> الخصوصية> الكاميرا)
de: Gewähren Sie VIVAIA Zugriff auf Ihre Bilder.（Einstellungen > Datenschutz > Fotos）
es: Permite que VIVAIA pueda acceder a tus fotos. (desde Ajustes > Privacidad > Fotos)
fr: Autoriser VIVAIA à accéder à vos photos.（Pramètres > Confidentialité > Photos）
ja: VIVAIAに写真へのアクセスを許可します。（設定>プライバシー>写真）

# nickNameEmpty
source: Please enter nickname.
ar: الرجاء إدخال اسم نيك
de: Bitte geben Sie einen Spitznamen ein.
es: Introduce un nombre de usuario.
fr: Veuillez entrer un surnom.
ja: ニックネームを入力してください。

# nickNameMaxLength
source: Please do not exceed 35 characters.
ar: الرجاء عدم تجاوز 35 حرفا
de: Bitte nicht mehr als 35 Zeichen.
es: No pases los 35 caracteres.
fr: Veuillez ne pas dépasser 35 caractères.
ja: 35文字以内でご記入ください。

# nickNameMinLenght
source: Your nickname should be at least 2 characters.
ar: يجب أن يكون لقبك لا يقل عن 2 حرفا
de: Der Spitzname sollte mindestens 2 Zeichen lang sein.
es: Tu nombre de usuario debe incluir al menos 2 caracteres.
fr: Votre surnom doit comporter au moins 2 caractères.
ja: ニックネームは2文字以上で入力してください。

source: Change Password
ar: تغيير كلمة المرور
de: Passwort ändern
es: Cambiar contraseña
fr: Modifiez votre mot de passe
ja: パスワード変更

# myPhotoTitle
source: My Photo
ar: صورتي
de: Mein Foto
es: Mi foto
fr: Ma photo
ja: アイコン

# nickNameTitle
source: Nick Name
ar: اسم المستخدم
de: Spitzname
es: Nombre de usuario
fr: Pseudonyme
ja: ニックネーム

# birthDayTitle
source: Birthday
ar: تاريخ الميلاد
de: Geburtstag
es: Cumpleaños
fr: Anniversaire
ja: 生年月日

# sexTitleOfMale
source: Male
ar: ذكر
de: Männlich
es: Masculino
fr: Homme
ja: 男性

# sexTitleOfFemale
source: Female
ar: أنثى
de: Weiblich
es: Femenino
fr: Femme
ja: 女性

# editConfirmEditButtonTitle
source: Confirm Edit
ar: تأكيد تحرير
de: Bearbeitung bestätigen
es: Confirmar edición
fr: Confirmer la modification
ja: 確認

# newPasswordHadChanged
source: Password has been reset successfully
ar: تم إعادة تعيين كلمة المرور بنجاح
de: Passwort wurde erfolgreich zurückgesetzt
es: La contraseña se ha restablecido correctamente
fr: Le mot de passe a été réinitialisé avec succès
ja: パスワードが変更されました！

source: Login Now
ar: تسجيل الدخول الآن
de: Jetzt anmelden
es: Iniciar sesión ahora
fr: Se connecter maintenant
ja: 今すぐログイン

# originalPasswordEmpty
source: Please provide your original password.
ar: يرجى تقديم كلمة المرور الأصلية
de: Bitte geben Sie Ihr ursprüngliches Passwort ein.
es: Introduce tu contraseña original.
fr: Veuillez fournir votre mot de passe original
ja: 元のパスワードを入力してください。

# passwordEmptyMsg
source: Please enter your password.
ar: رجاء إدخال كلمة المرور
de: Bitte geben Sie Ihr Passwort ein.
es: Introduce tu contraseña.
fr: Veuillez saisir votre mot de passe.
ja: パスワードを入力してください。

# passwordComfirmEmptyMsg
source: Please repeat your password.
ar: الرجاء تكرار كلمة المرور الخاصة بك
de: Bitte wiederholen Sie Ihr Passwort.
es: Repite tu contraseña.
fr: Veuillez répéter votre mot de passe.
ja: パスワードを再入力してください。

# passwordEqualToMsg
source: Please enter the same password as above.
ar: يرجى إدخال كلمة المرور نفسها على النحو الوارد أعلاه
de: Bitte geben Sie das gleiche Passwort wie oben ein.
es: Introduce la misma contraseña que arriba.
fr: Veuillez entrer le même mot de passe que ci-dessus.
ja: 新パスワード(確認)欄に新パスワードと同じように入力してください。

# passwordNewEqualOld
source: The new password is same with your old password.
ar: كلمة المرور الجديدة هو نفسه مع كلمة المرور القديمة.
de: Das neue Passwort ist das gleiche wie das alte.
es: La nueva contraseña es la misma que la antigua.
fr: Le nouveau mot de passe est identique à votre ancien mot de passe.
ja: このパスワードは旧パスワードと同じです。別のパスワードを指定してください。

# passwordMinLengthMsg
source: Sorry, your password is less than 6 characters.
ar: عذرا، كلمة المرور أقل من 6 أحرف
de: Sorry, Ihr Passwort ist weniger als 6 Zeichen.
es: Lo sentimos, tu contraseña contiene menos de 6 caracteres.
fr: Désolé, votre mot de passe a moins de 6 caractères.
ja: パスワードを6文字以上で入力してください。

# passwordMaxLengthMsg
source: You can write a maximum of 30 characters.
ar: يمكنك كتابة كحد أقصى من 30 حرفا
de: Sie können maximal 30 Zeichen eingeben.
es: Puedes escribir un máximo de 30 caracteres.
fr: Vous pouvez écrire un maximum de 30 caractères.
ja: 最大30文字まで入力できます。

source: Original Password
ar: كلمة المرور القديمة
de: Ursprüngliches Passwort
es: Contraseña original
fr: Mot de passe original
ja: 旧パスワード

source: New Password
ar: كلمة المرور الجديدة
de: Neues Passwort
es: Contraseña nueva
fr: Nouveau mot de passe
ja: 新パスワード

source: Confirm Password
ar: تأكيد كلمة المرور
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
ja: 新パスワード(確認)

source: Order Detail
ar: تفاصيل الطلبية
de: Bestelldetails
es: Detalles del pedido
fr: Détails de la commande
ja: ご注文内容

source: Pay Now
ar: ادفع الآن
de: Jetzt bezahlen
es: Pagar ahora
fr: Payer maintenant
ja: 今すぐお支払う

source: View
ar: عرض
de: Anzeigen
es: Ver
fr: Voir
ja: 見る

source: Support Center
ar: مركز الدعم
es: Centro de ayuda
fr: Centre d'assistance
ja: サポートセンター

source: Message Us
ar: رسالة بنا
de: Schreiben Sie uns
es: Envíanos un mensaje
fr: Envoyez-nous un message
ja: お問い合わせ

# messageUsSubtitle
source: All problems will be solved on-a-tab
ar: وسيتم حل جميع المشاكل على واحد في علامة التبويب
de: Alle Probleme werden ruckzuck gelöst
es: Todos los problemas se solucionarán en una pestaña.
fr: Tous les problèmes seront résolus immédiatement
ja: すべての問題をオンザタブon-a-tabで解決する

# paymentCancel
source: Payment cancelled. Touch "Pay Now" to try again!
ar: تم إلغاء الدفع. المس "ادفع الآن " للمحاولة مرة أخرى!
de: Zahlung storniert. Drücken Sie "Jetzt bezahlen", um es erneut zu versuchen!
es: Pago cancelado. ¡Toca "Pagar ahora" para intentarlo de nuevo!
fr: Paiement annulé. Touchez "Pay Now" pour réessayer !
ja: お支払いがキャンセルされました。 「今すぐ支払う」を押してもう一度お試しください。

# payCancel
source: Payment cancelled
ar: الدفع إلغاء
de: Zahlung abgebrochen
es: Pago cancelado
fr: Paiement annulé
ja: お支払いをキャンセルする

# failedPay
source: Payment Failed
ar: الدفع فشلت
de: Zahlung fehlgeschlagen
es: Pago fallido
fr: Échec du paiement
ja: 決済が失敗しました。

source: Order No
ar: رقم الطلب
de: Bestellnr
es: Pedido n.º
fr: Numéro de commande
ja: ご注文番号

source: Status
ar: الحالة
es: Estado
ja: 状態

source: Order date
ar: تاريخ الطلب
de: Bestelldatum
es: Fecha del pedido
fr: Date de la commande
ja: ご注文日

source: Success copy
ar: نسخة النجاح
de: Erfolgreich kopiert
es: Se ha copiado correctamente
fr: Copié avec succès
ja: コピーできました！

# supportSubtitle
source: Inquery,Order,Logistics,etc
ar: التحقيق، ترتيب، اللوجستية، الخ
de: Anfrage, Bestellung, Logistik, etc
es: Consultas, Pedido, Transportista, etc
fr: Demande, commande, logistique,etc.
ja: お問い合わせ、ご注文、物流など

# feedbackSubtitle
source: Only for bug and technical issue
ar: فقط لعلة ومسألة تقنية
de: Nur für Bugs und technische Probleme
es: Solo para problemas técnicos y errores
fr: Uniquement pour les bugs et problèmes techniques
ja: バグや技術的な問題のみ

source: Partial payment
ar: الدفع الجزئي
de: Teilzahlung
es: Pago parcial
fr: Paiement partiel
ja: 一部のみお支払う

source: Amount paid
ar: المبلغ المدفوع
de: Bezahlter Betrag
es: Importe pagado
fr: Montant payé
ja: お支払い金額

# writeReview
source: Write a Review
ar: اكتب تعليقا
de: Verfassen Sie eine Bewertung
es: Escribe una reseña
fr: Rédiger un commentaire
ja: レビューを書く

# shipExperience
source: Write down your shopping experience.
ar: أكتب تجربة التسوق الخاصة بك
de: Berichten Sie über Ihr Einkaufserlebnis.
es: Describe tu experiencia comprando.
fr: Évaluez votre expérience d'achat
ja: あなたのご購入経験をお書きください。

# limitCharacters
source: Please don't exceed 3,000 characters.
ar: الرجاء لا يتجاوز 3,000 حرفاً
de: Bitte nicht mehr als 3.000 Zeichen.
es: No pases los 3.000 caracteres.
fr: Veuillez ne pas dépasser 3 000 caractères.
ja: 文字数は3,000文字以内でお願いします。

# writeReviews
source: Write your buying experience to provide a reference for other buyer. Please don't exceed 3000 characters.
ar: كتابة تجربة الشراء لتوفير مرجع للمشتري الآخر. الرجاء عدم تجاوز 3000 حرف
de: Berichten Sie über Ihr Einkaufserlebnis, um anderen Kunden die Kaufentscheidung zu erleichtern. Bitte nicht mehr als 3.000 Zeichen.
es: Escribe cómo ha sido tu experiencia comprando para que otros compradores lo sepan. No superes los 3.000 caracteres.
fr: Détaillez votre expérience d'achat pour servir de référence à d'autres acheteurs. Veuillez ne pas dépasser 3000 caractères.
ja: 他のお客様のご参考になるように、あなたのご購入経験をお書きください。文字数は3000文字以内でお願いします。

# imageSize
source: the minimun width and height for images is 500 pixels
ar: الحد الأدنى العرض والارتفاع للصور هو 500 بكسل
de: minimale Breits und Höhe für Bilder beträgt 500 Pixel
es: las imágenes deben tener un ancho y una altura mínima de 500 píxeles
fr: La largeur et la hauteur minimales des images sont de 500 pixels
ja: 画像の幅と高さの最小値は500ピクセルとなります。

source: Choose Existing
ar: اختيار القائمة
de: Bestehendes auswählen
es: Elegir Existentes
fr: Choisir existant
ja: 既存商品を選択

source: Check My Review
ar: مراجعة تعليقاتي
de: Meine Bewertung prüfen
es: Ver mi reseña
fr: Vérifier mon avis
ja: マイレビューを見るw

source: My Review
ar: استعراضي
de: Meine Bewertung
es: Mi reseña
fr: Mon avis
ja: マイレビュー

source: My Coupons
ar: كوبوناتي
de: Meine Coupons
es: Mis cupones
fr: Mes bons
ja: マイクーポン

source: unused
ar: غير مستعملة
de: unbenutzt
es: sin utilizar
fr: non utilisés
ja: 未使用

source: expired
ar: منتهية الصلاحية
de: abgelaufen
es: caducados
ja: 期限切れ

source: used
ar: مستعملة
de: benutzt
es: utilizados
fr: utilisés
ja: 使用済

source: New
ar: الجديد
de: Neu
es: Nuevo
fr: Nouveau
ja: ニュー

# expiredSoon
source: Expiring Soon
ar: تنتهي قريبا
de: Läuft in Kürze ab
es: Caducan pronto
fr: Expirant bientôt
ja: 間もなく期限切れとなります

# addressListAbove5
source: Your Address Book reaches the limit.
ar: يصل دفتر العناوين إلى الحد الأقصى
de: Ihr Adressbuch hat die Grenze erreicht.
es: Tu Libreta de direcciones ha alcanzado el límite.
fr: Votre carnet d'adresses a atteint sa limite
ja: お届け先の数が限界に達しました

# addressAddAdress
source: Add New Address
ar: إضافة عنوان جديد
de: Neue Adresse hinzufügen
es: Añadir nueva dirección
fr: Ajouter une nouvelle adresse
ja: 新しいお届け先住所を追加する

# FeedBackSelectIssue
source: Please select issue type
ar: الرجاء تحديد نوع المشكلة
de: Bitte wählen Sie die Art des Problems
es: Selecciona un tipo de problema
fr: Veuillez sélectionner le type de problème
ja: 問題の種類をお選びください

# FeedbackEmptyMsg
source: Please input your feedback.
ar: الرجاء إدخال تعليقاتك
de: Bitte geben Sie Ihr Feedback ein.
es: Escribe tu feedback.
fr: Veuillez saisir votre commentaire
ja: フィードバックをご記入ください。

# FeedbackEmailMsg
source: Please enter a valid emai address.
ar: رجاء قم بإدخال بريد الكتروني صحيح
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
es: Introduce una dirección de correo válida.
fr: Veuillez saisir une adresse email valide.
ja: 有効なメールアドレスを入力してください。

# FeedbackMaxMsg
source: Please do not exceed 200 characters.
ar: الرجاء لا يتجاوز 200 حرفا
de: Bitte nicht mehr als 200 Zeichen.
es: No sobrepases los 200 caracteres.
fr: Veuillez ne pas dépasser 200 caractères.
ja: 200字以内でご記入ください。

# feedBackPlaceholderIssue
source: Bug or Technical Issue
ar: خلل أو مشكلة فنية
de: Bug oder technisches Problem
es: Problema técnico o virus
fr: Bug ou problème technique
ja: 不具合や技術的な問題

# feedBackPlaceholderTextView
source: Please input your feedback
ar: الرجاء إدخال تعليقاتك
de: Bitte geben Sie Ihr Feedback ein
es: Escribe tu feedback.
fr: Veuillez saisir vos commentaires
ja: フィードバックをご記入ください。

# feedBackPlaceholderEmail
source: The email address we can contact you at
ar: عنوان البريد الإلكتروني الذي يمكننا الاتصال بك فيه
de: Die E-Mail unter der wir Sie kontaktieren können
es: La dirección de correo en la que te podemos contactar
fr: L'adresse électronique à laquelle nous pouvons vous contacter
ja: ご連絡可能なメールアドレス

source: Bug or Technical Issue
ar: خلل أو مشكلة تقنية
de: Bug oder technisches Problem
es: Problema técnico o virus
fr: Bug ou problème technique
ja: 不具合や技術的な問題

source: Suggestion
ar: اقتراح
de: Vorschlag
es: Sugerencia
ja: ご提案内容

source: Positive Feedback
ar: ملاحظة إيجابية
de: Positives Feedback
es: Feedback positivo
fr: Avis positif
ja: ポジティブなご感想

source: Other Issue
ar: مشكلة أخرى
de: Sonstiges Problem
es: Otro problema
fr: Autre problème
ja: 他の問題

source: Modify Address
ar: تعديل عنوان
de: Adresse modifizieren
es: Modificar dirección
fr: Modifier l'adresse
ja: お届け先を変更

# StateNoCountryMsg
source: Please enter the consignee's Country/Region.
ar: يرجى إدخال الدولة / المقاطعة المرسل إليه
de: Bitte geben Sie das Land/die Region des Empfängers ein.
es: Introduce el país/región del consignatario.
fr: Veuillez saisir le pays/la région du destinataire
ja: >荷受人の国をご入力ください。

# StateNoProvinceMsg
source: Please enter the consignee's State/County.
ar: يرجى إدخال الدولة / المقاطعة المرسل إليه
de: Bitte geben Sie das Bundesland/Landkreis des Empfängers ein.
es: Introduce el estado o municipio del consignatario.
fr: Veuillez saisir l'État/le département du destinataire
ja: 荷受人の都道府県をご入力ください。

# FirstnameEmpytMsg
source: Please enter first name.
ar: الرجاء إدخال الاسم الأول.
de: Bitte geben Sie den Vornamen ein.
es: Introduce el nombre.
fr: Veuillez saisir le prénom.
ja: 苗字を入力してくださ

# FirstnameMaxLengthMsg
source: The first name should be not more than 35 characters.
ar: يجب ألا يزيد الاسم الأول عن 35 حرفا
de: Der Vorname sollte nicht länger als 35 Zeichen sein.
es: El nombre no debe incluir más de 35 caracteres.
fr: Le prénom ne doit pas comporter plus de 35 caractères.
ja: お名前を35文字以内でご入力ください。

# FirstnameMinLengthMsg
source: The first name should be at least 2 characters.
ar: الاسم الأول ينبغي أن يكون حرفاً على الأقل 2
de: Der Vorname sollte mindestens 2 Zeichen lang sein.
es: El nombre debe incluir al menos 2 caracteres.
fr: Le prénom doit comporter au moins 2 caractères.
ja: ２文字以上で入力してください

# LastnameEmptyMsg
source: Please enter last name.
ar: الرجاء إدخال اسم العائلة.
de: Bitte geben Sie den Nachnamen ein.
es: Introduce el apellido.
fr: Veuillez saisir le nom de famille.
ja: 名前を入力してくださ

# LastnameMaxLengthMsg
source: The last name should be not more than 35 characters.
ar: يجب ألا يزيد الاسم الأخير عن 35 حرفا
de: Der Nachname sollte nicht länger als 35 Zeichen sein.
es: El apellido no debe incluir más de 35 caracteres.
fr: Le nom de famille ne doit pas comporter plus de 35 caractères.
ja: 姓は35文字以内で入力してください。

# LastnameMinLengthMsg
source: The last name should be at least 2 characters.
ar: الاسم الأخير ينبغي أن يكون حرفاً على الأقل 2
de: Der Nachname sollte mindestens 2 Zeichen lang sein.
es: El apellido debe incluir al menos 2 caracteres.
fr: Le nom de famille doit comporter au moins 2 caractères.
ja: ２文字以上で入力してください

# StreetEmptyMsg
source: Please enter street.
ar: الرجاء إدخال الشارع
de: Bitte geben Sie eine Straße ein.
es: Introduce una calle.
fr: Veuillez saisir la rue.
ja: 番地をご入力ください。.

# StreetMaxLengthMsg
source: You can write a maximum of 35 characters.
ar: يمكنك كتابة كحد أقصى من 35 حرفا
de: Sie können maximal 35 Zeichen eingeben.
es: Puedes escribir un máximo de hasta 35 caracteres.
fr: Vous pouvez écrire un maximum de 35 caractères.
ja: 35文字以内で入力してください。

# StreetMoreEmptyMsg
source: Please enter detailed street.
ar: الرجاء إدخال الشارع مفصل
de: Bitte geben Sie die genaue Straßenadresse ein.
es: Introduce los demás datos de la calle.
fr: Veuillez saisir la rue détaillée.
ja: 詳細を入力してください。.

# StreetMoreMaxLengthMsg
source: You can write a maximum of 35 characters.
ar: يمكنك كتابة كحد أقصى من 35 حرفا
de: Sie können maximal 35 Zeichen eingeben.
es: Puedes escribir un máximo de 35 caracteres.
fr: Vous pouvez écrire un maximum de 35 caractères.
ja: 35文字以内で入力してください。

# CountryEmptyMsg
source: Please select country of the recipient.
ar: يرجى تحديد البلد المتلقي
de: Bitte wählen Sie das Land des Empfängers.
es: Selecciona el país del destinatario.
fr: Veuillez sélectionner le pays du destinataire.
ja: お届け先の国をお選びください

# StateEmptyMsg
source: Please enter a valid state.
ar: الرجاء إدخال حالة صالحة
de: Bitte geben Sie ein gültiges Bundesland ein.
es: Introduce un estado válido.
fr: Veuillez saisir un état valide.
ja: 有効な都道府県を入力してください。

# CityEmptyMsg
source: Please enter the consignee's city.
ar: الرجاء إدخال المدينة المرسل إليه
de: Bitte geben Sie die Stadt des Empfängers ein.
es: Introduce la ciudad del consignatario.
fr: Veuillez saisir la ville du destinataire.
ja: お届け先の市区町村をご入力ください

# VillageEmptyMsg
source: Please enter the consignee's district.
ar: الرجاء إدخال المدينة المرسل إليه
de: Bitte geben Sie den Bezirk des Empfängers ein.
es: Introduce el distrito del consignatario.
fr: Veuillez saisir la commune du destinataire.
ja: お届け先の地区をご入力ください

# CityMaxLengthMsg
source: You can write a maximum of 50 characters.
ar: يمكنك كتابة كحد أقصى من 50 حرفا
de: Sie können maximal 35 Zeichen eingeben.
es: Puedes escribir un máximo de 50 caracteres.
fr: Vous pouvez écrire un maximum de 35 caractères.
ja: 50文字以内で入力してください。

# PhoneEmptyMsg
source: Please enter phone number.
ar: الرجاء إدخال رقم الهاتف.
de: Bitte geben Sie eine Telefonnummer ein.
es: Introduce un número de teléfono.
fr: Veuillez saisir le numéro de téléphone.
ja: お電話番号をご入力ください。

# PhoneNumMsg
source: Please enter the phone number.
ar: يرجى إدخال رقم الهاتف
de: Bitte geben Sie die Telefonnummer ein.
es: Introduce el número de teléfono.
fr: Veuillez saisir le numéro de téléphone.
ja: お電話番号をご入力ください。

# ZipEmptyMsg
source: Please enter the zip code.
ar: الرجاء إدخال الرمز البريدي.
de: Bitte geben Sie die Postleitzahl ein.
es: Introduce el código postal.
fr: Veuillez saisir le code postal.
ja: 郵便番号をご入力ください。

# ZipEmptyMsgJp
source: Please enter the 7-digit zip code
de: Bitte geben Sie die 7-stellige Postleitzahl ein
fr: Veuillez saisir le code postal à 7 chiffres
ja: ７桁の郵便番号を入力してください

# ZipMaxLengthMsg
source: The zip/ postal code should be not more than 10 characters.
ar: يجب أن يكون الرمز البريدي لا يزيد عن 10 أرقام
de: Die PLZ/ Ppstleitzahl sollte nicht länger als 10 Zeichen sein.
es: El código postal no debe incluir más de 10 caracteres.
fr: Le code postal ne doit pas comporter plus de 10 caractères
ja: 郵便番号は正しくありません

# ZipMinLengthMsg
source: The zip/ postal code should be at least 2 characters.
ar: يجب أن يكون الرمز البريدي / الرمز البريدي 2 رمز على الأقل
de: Die PLZ/ Ppstleitzahl sollte länger als 10 Zeichen sein
es: El código postal debe incluir al menos 2 caracteres.
fr: Le code postal doit comporter au moins 2 caractères
ja: 郵便番号は正しくありません

# StreetValidMsg
source: To ensure smooth delivery, please provide a valid shipping address in English. Thanks.
ar: لأجل تسليم الطلب بسرعة، الرجاء إدخال العنوان الصحيح الكامل باللغة الإنجليزية، شكراً جزيلاً
de: Um eine einwandfreie Lieferung zu gewährleisten, geben Sie die Lieferadresse bitte auf Deutsch ein, vielen Dank.
es: Para una entrega más precisa, introduce una dirección de envío válida en inglés. Gracias.
fr: Pour garantir une livraison sans problème, veuillez fournir une adresse de livraison valide en anglais. Merci.
ja: 有効なお届け先住所を入力してください

# CityVaildMsg
source: Please enter a valid city address.
ar: يرجى إدخال عنوان مدينة ساري المفعول
de: Bitte geben Sie eine gültige Stadt ein.
es: Introduce una dirección válida.
fr: Veuillez saisir une adresse de ville valide.
ja: 有効な市区町村名を入力してください。

# ZipValidMsg
source: Please enter Latin letters/numbers/spaces/hyphens only.
ar: يرجى إدخال الحروق اللاتينية / الأرقام / الفراغ / الواصلات فقظ
de: Bitte verwenden Sie nur lateinische Buchstaben/Ziffern/Leerzeichen/Bindestriche.
es: Utiliza solo letras/números/espacios/guiones latinos.
fr: Veuillez saisir uniquement des lettres/chiffres/espaces/hyphènes latins.
ja: ラテン文字/数字/スペース/ハイフンのみご入力しください。

source: *First Name
ar: * الاسم الأول
de: *Vorname
es: *Nombre
fr: *Prénom
ja: 苗字*

source: *Last Name
ar: * اسم العائلة
de: *Nachname
es: *Apellido
fr: *Nom de famille
ja: 名前*

source: *Street Address
ar: *عنوان الشارع
de: *Straße
es: *Dirección postal
fr: *Adresse
ja: *番地

source: *Country / Region
ar: * الدولة /البلد
de: *Land / Region
es: *País / Región
fr: *Pays/Région
ja: *国

source: *State / County
ar: * المقاطعة/ المنطقة/ الولاية
de: *Bundesland / Landkreis
es: *Estado / Municipio
fr: *État/Département
ja: *都道府県

source: *State
ar: * المقاطعة/ المنطقة/ الولاية
de: *Bundesland
es: *Estado
fr: *État
ja: *都道府県

source: *City
ar: * المدينة
de: *Stadt
es: *Ciudad
fr: *Ville
ja: *市区町村

source: City
ar: المدينة
de: Stadt
es: Ciudad
ja: 市区町村

source: *District
ar: *مدينة
de: *Bezirk
es: *Distrito
fr: *Commune
ja: *地区

source: *Phone Number
ar: *رقم الهاتف
de: *Telefonnummer
es: *Número de teléfono
fr: *Numéro de téléphone
ja: *電話番号

# Zip
source: Zip / Postal Code
ar: الرمز البريدي
de: PLZ / Postleitzahl
es: Código postal
fr: Code postal
ja: 郵便番号

# Zip*
source: *Zip / Postal Code
ar: *الرمز البريدي
de: *PLZ / Postleitzahl
es: *Código postal
fr: *Code postal
ja: *郵便番号

# SetDefaultAddress
source: Set as default address
ar: تعيين كعنوان افتراضي
de: Als Standard-Adresse festlegen
es: Establecer como dirección predeterminada
fr: Définir comme adresse par défaut
ja: この住所をデフォルトとして設定

# placeholderStreetAddress
source: Street Address
ar: عنوان الشارع
de: Straße
es: Dirección postal
fr: Adresse
ja: アパート、マンション名Street Address

# placeholderApartment
source: Additional Address Details
ar: تفاصيل أخرى للعنوان
de: Weitere Adress-Details
es: Otros datos de la dirección
fr: Détails supplémentaires de l'adresse
ja: 詳しい住所を入力してください

# placeholderSelectCountry
source: Please select Country
ar: يرجى تحديد البلد
de: Bitte Land auswählen
es: Selecciona un país
fr: Veuillez sélectionner le pays
ja: 国を選択してください。

# placeholderRegion
source: Please select
ar: الرجاء تحديد
de: Bitte auswählen
es: Selecciona
fr: Veuillez sélectionner
ja: 選択してください

# idNumber
source: *Identity Number
ar: *رقم الهوية
de: *Identitätsnummer
es: *Número de identidad
fr: *Numéro d'identité
ja: *ID番号

# fillIdNumber
source: Please fill in the ID number
ar: رجاء إدخال رقم الهوية
de: Bitte ID-Nummer angeben
es: Completa con el número de identidad
fr: Veuillez remplir le numéro d'identité
ja: ID番号をご記入ください。

source: Country
ar: البلد
de: Land
es: País
fr: Pays
ja: 国

source: County
ar: مقاطعة
de: Landkreis
es: Municipio
fr: Pays
ja: 国

# enableNotifi
source: Enable or Disable VIVAIA via "setting"-> "Notifications Center"
ar: تشغيل أوتعطيل أدوراوي عبر إعداد مركز الإشعارات
de: VIVAIA über "Einstellungen"-> "Benachrichtigungen" aktivieren oder deaktivieren
es: Activa o desactiva VIVAIA en "ajustes"-> "Centro de notificaciones"
fr: Activez ou désactivez VIVAIA via "setting"-> "Notifications Center"
ja: でVIVAIAを有効にするか無効にするか。"設置"-> "通知"

source: Notifications
ar: الإشعارات
de: Benachrichtigungen
es: Notificaciones
ja: お知らせ

source: Enable
ar: مكن
de: Aktivieren
es: Activar
fr: Activer
ja: 有効

source: Disable
ar: تعطيل
de: Deaktivieren
es: Desactivar
fr: Désactiver
ja: 無効

# promotions
source: Promotions and Sales
ar: الترقيات والمبيعات
de: Aktionen und Angebote
es: Promociones y rebajas
fr: Promotions et soldes
ja: プロモーション＆セールス

source: Order Messages
ar: ترتيب الرسائل
de: Bestell-Nachricht
es: Mensajes del pedido
fr: Messages de commande
ja: ご注文メッセージ

# myPoints
source: My Y Points
ar: نقاطي Y
de: Meine Y-Punkte
es: Mis Puntos Y
fr: Mes Y Points
ja: Y ポイント

source: My Wallet
ar: حافظتي
de: Mein Wallet
es: Mi cartera
fr: Mon Portefeuille
ja: ウォレット

source: Sign Out
ar: تسجيل الخروج
de: Abmelden
es: Salir
fr: Se déconnecter
ja: サインアウト

source: Total
ar: الإجمالي
de: Gesamt
ja: 合計
