Repository: SmileOcc/SWFTDEMO
Catalog: OneApp/Adorawe/Language/*.lproj/Localizable.strings
Languages: ar, de, es, fr, ja

source: Our support center will reply you within 24 hours
ar: سنقوم بالرد عليكم في خلال 24 ساعة
de: Unser Support strebt danach, innerhalb von 24 Stunden zu antworten
es: Nuestro Centro de ayuda responderá en menos de 24 horas
fr: Notre centre d'assistance' vous répondra dans les 24 heures
ja: サポートセンターは24時間以内に返信いたします。

source: 24 hours
ar: 24 ساعة
de: 24 Stunden
es: 24 horas
fr: 24 heures
ja: 24時間

# Order_remaining_payment_time_message
source: Please complete the payment otherwise the order will be automatically canceled.
ar: يرجى استكمال عملية الدفع كي لا يلغى الطلب تلقائيا
de: Bitte bezahlen Sie baldmöglichst, andernfalls wird die Bestellung automatisch storniert.
es: Completa el pago o tu pedido se cancelará automáticamente.
fr: Veuillez compléter le paiement sinon la commande sera automatiquement annulée.
ja: ご注文内容をご確認ください。24 時間以内に、ご注文が確認できない場合は自動的にキャンセルされます。

# Within_1.5_hours
source: within 24 hours,
ar: في خلال 24ساعة ،
de: innerhalb von 24 Stunden,
es: menos de 24 horas,
fr: dans les 24 heures,
ja: 24時間以内、

source: Size Chart
ar: دليل المقاسات
de: Größentabelle
es: Tabla de tallas
fr: Tableau des tailles
ja: サイズ表

source: Only XX Left
ar: بقي XX قطعة فقط
de: Nur XX übrig
es: Solo quedan XX
fr: Seulement XX restant
ja: 残りXX件

source: Sort
ar: تصنيف
de: Sortieren
es: Ordenar
fr: Trier
ja: 並べ替え

source: Most Popular
ar: أكثر صيحات الموضة انتشاراً
de: Beliebteste
es: Más populares
fr: Les plus populaires
ja: 人気順

source: New Arrivals
ar: أجدد صيحات الموضة
de: Neuankünfte
es: Últimas llegadas
fr: Nouveaux arrivages
ja: 新しい順

source: Price Low To High
ar: السعر من انخفاض إلى ارتفاع
de: Preis niedrig bis hoch
es: Precio bajo a alto
fr: Du moins cher au plus cher
ja: 値段の低い順

source: Price High To Low
ar: السعر من ارتفاع إلى انخفاض
de: Preis hoch bis niedrig
es: Precio alto a bajo
fr: Du plus cher au moins cher
ja: 値段の高い順

# Cart_CheckOut
source: CheckOut
ar: الدفع
de: Zur Kasse
es: Comprar
fr: Paiement
ja: チャックアウト

# Other_Products
source: Your Products
ar: منتجاتك
de: Ihre Artikel
es: Tus productos
fr: Vos produits
ja: あなたの商品

source: Invalid items
ar: المنتجات غير متاحة
de: Ungültige Artikel
es: Artículos inválidos
fr: Articles non valides
ja: 無効なアイテム

# Clear
source: Remove
ar: إزالة
de: Entfernen
es: Quitar
fr: Supprimer
ja: 削除

source: All
ar: الجميع
de: Alle
es: Todo
fr: Tous
ja: すべて

source: Promotions:
ar: آخر العروض:
de: Aktionen:
es: Promociones:
ja: プロモーション：

source: Tip
ar: انتبه
de: Tipp
es: Consejo
fr: Astuce
ja: ヒント

source: sale
ar: تخفيض
de: Im Angebot
es: venta
ja: セール

source: SubTotal
ar: االمبلغ الإجمالي
de: Zwischensumme
ja: 小計

source: Recommend
ar: ترشيحات
de: Empfehlen
es: Recomendar
ja: おすすめ

source: Continue to check out
ar: متابعة استكمال الطلب
de: Weiter zur Kasse
es: Ir a pago
fr: Procéder au paiement
ja: チェックアウトを続ける

source: Are you sure to clear all invalid products?
ar: هل أنت متأكد أنك تريد مسح جميع المنتجات الغير صالحة؟
de: Sind Sie sicher, dass Sie ungültige Artikel entfernen möchten?
es: ¿Seguro que quieres eliminar todos los productos inválidos?
ja: 無効な商品はすべて消去しますか？

# This_area_doesn't_support_purchases_If_purchase_change_address
source: This area doesn't support purchases. If you need to purchase, please change the address
ar: هذة المنطقة لا تدعم الطلب، إن كنت تريد الشراء، برجاء تغيير العنوان
de: Einkäufe in dieses Gebiet nicht unterstützt. Ändern Sie, wenn möglich, die Adresse.
es: Esta zona no permite realizar compras. Si necesitas comprar, cambia la dirección
fr: Cette zone ne prend pas en charge les achats. Si vous avez besoin d'acheter, veuillez changer l'adresse
ja: こちらのエリアはご利用できません。購入をご希望の方は、お届け先住所の変更をお願いします。

# Sincerely_recommend_cod_which_orders_over_$XX-$YY
source: Sincerely recommend that you select cash on delivery，COD order amount must be between $XX-$YY
ar: ننصح بشدة باختيار الدفع عند الإستلام، المتاح للطلبات من $XX الى $YY
de: Wir empfehlen die Option Bar bei Lieferung，der Nachnahme-Bestellbetrag liegt bei $XX-$YY
es: Te recomendamos que selecciones pago contra reembolso. El importe del pedido contra reembolso debe ser de entre XX$-YY$
fr: Nous vous recommandons le paiement à la livraison，le montant de la commande doit être entre $XX-$YY
ja: 代金引換のご利用をお勧めいたします。代金引換のご注文金額は $XX-$YYの範囲内でなければなりません。

# category_filter
source: Filter
ar: ترشيح
es: Filtro
ja: 絞り込み

# category_filter_price_range
source: Price Range(%@ %@)
ar: (%@ %@)مستوي السعر
de: Preisspanne (%@ %@)
es: Rango de precios (%@ %@)
fr: Fourchette de prix(%@ %@)
ja: 価格帯(%@ %@)

# category_filter_price_min
source: Min
ar: الأدنى
es: Mín
ja: 最安

# category_filter_price_max
source: Max
ar: الأعلى
es: Máx
ja: 最高

# category_filter_reset
source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット

# category_filter_apply
source: Apply
ar: استخدام
de: Anwenden
es: Aplicar
fr: Appliquer
ja: 確定

# category_filter_limit_tip
source: Select up to 5 options
ar: أختر حتى 5 اختيارات
de: Wählen Sie bis zu 5 Optionen
es: Selecciona hasta 5 opciones
fr: Sélectionnez jusqu'à 5 options
ja: オプションは最大5つまで選択できます。

# category_filter_nodate_tip
source: Uh oh! We couldn't find what you were looking for.
ar: يا خبر! لم نفلح في العثور على ما تبحث عنه.
de: Hoppla! Nicht gefunden.
es: ¡Oh, oh! No hemos encontrado lo que buscas.
fr: Oh non ! Nous n'avons pas pu trouver ce que vous cherchiez.
ja: お探しのものが見つかりませんでした。

source: coupons available
ar: كوبون متاح
de: Coupons verfügbar
es: cupones disponibles
fr: bons disponibles
ja: 利用可能なクーポン

# nosupporAddress
source: This area doesn't support purchases. If you need to purchase, please change the address
ar: هذة المنطقة لا تدعم الطلب، إن كنت تريد الشراء، برجاء تغيير العنوان
de: Einkäufe in dieses Gebiet nicht unterstützt. Ändern Sie, wenn möglich, die Adresse
es: Esta zona no permite realizar compras. Si necesitas comprar, cambia la dirección
fr: Cette zone ne prend pas en charge les achats. Si vous souhaitez effectuer des achats, veuillez modifier l'adresse
ja: こちらのエリアはご利用できません。購入をご希望の方は、お届け先住所の変更をお願いします。

# nosupporSaudi
source: Sorry,the items from our warehouse in Saudi Arabia doesn't support purchase in this area.The amount of goods removed from the total amount
ar: عفواً، المنتجات المتاحة في مخزننا بالمملكة العربية السعودية لا تدعم الطلب في هذة المنطقة. تم إزالة سعر المنتجات من إجمالي المبلغ
de: Sorry, die Artikel aus unserer Lagerhalle in Saudi Arabien können nicht in dieses Gebiet geliefert werden. Die Artikel wurden entfernt
es: Lo sentimos, los artículos que están en nuestro almacén de Arabia Saudí no están disponibles para esta zona. Cantidad de productos eliminados del importe total
fr: Désolé, les articles de notre entrepôt en Arabie Saoudite ne permettent pas d'acheter dans cette zone. Quantité d'articles retirées du montant total
ja: >申し訳ございませんが、サウジアラビアの倉庫からの商品は、こちらの地域での購入には対応しておりませんので、該当商品を削除してください。

# nosupporGlobal
source: Sorry,the items from our global warehouse doesn't support purchase in this area.The amount of goods removed from the total amount
ar: عفواً، المنتجات المتاحة في مخزننا بالخارج لا تدعم الطلب في هذة المنطقة. تم ازالة سعر المنتجات من إجمالي المبلغ
de: Sorry, die Artikel aus unserer globalen Lagerhalle können nicht in dieses Gebiet geliefert werden. Die Artikel wurden entfernt
es: Lo sentimos, los artículos que están en nuestro almacén internacional no están disponibles para esta zona. Cantidad de productos eliminados del importe total
fr: Désolé, les articles de notre entrepôt global ne permettent pas d'acheter dans cette zone. Quantité d'articles retirées du montant total
ja: 申し訳ございませんが、グローバル倉庫からの商品は、こちらの地域での購入には対応しておりませんので、該当商品を削除してください。

# twoPackagesToDelivery
source: This order will be split into two packages to delivery
ar: سوف يتم تقسيم هذا الطلب إلى شحنتين عند التسليم
de: Diese Bestellung wird in zwei Päckchen aufgeteilt
es: Este pedido se dividirá en dos paquetes
fr: Cette commande sera divisée en deux colis à livrer
ja: 今回のご注文は、2つのパッケージに分けてお届けします。

source: Product List
ar: قائمة المنتجات
de: Produktliste
es: Lista de productos
fr: Liste de produits
ja: 商品一覧

# checkOutItems
source: Items
ar: قطع
de: Artikel
es: Artículos
fr: Articles
ja: 商品

# checkOutItem
source: Item
ar: قطعة
de: Artikel
es: Artículo
fr: Article
ja: アイテム

# checkOutCoupon
source: Coupon
ar: كوبون
es: Cupón
fr: Bon
ja: クーポン

source: Product(s) Total
ar: إجمالي البضائع
de: Artikel insgesamt
es: Total de productos
fr: Total du ou des produits
ja: 商品合計数

# selectShippingOrPay
source: please choose the payment or shippment
ar: يرجى اختيار الدفع أو الشحن
de: Bitte Zahlung oder Versand wählen
es: Escoge el pago o el envío
fr: Veuillez choisir le paiement ou l'expédition
ja: お支払い方法と配送方法をお選びください。

# MorePackages
source: The order has been issued into X packages.Click for details
ar: تم إصدار الطلب في X حزم.انقر على التفاصيل
de: Die Bestellung wurde in X Päckchen aufgeteilt. Klicken Sie für nähere Details
es: El pedido se ha enviado en X paquetes. Clic para ver más detalles
fr: La commande a été divisée en X colis. Cliquez pour plus de détails
ja: ご注文された商品はXつのパッケージに分けております。詳細はこちら。

# noPackages
source: Sorry, no tracking detail yet. We're doing our best to process your order.
ar: عذرا ، لا يوجد معلومات التتبع حتى الآن.نحن نبذل قصارى جهدنا لمعالجة طلبك.
de: Sorry, noch keine Sendungsverfolgungsnummer. Wir arbeiten fleißig an Ihrer Bestellung.
es: Lo sentimos, aún no hay detalles del seguimiento. Estamos haciendo todo lo posible para procesar tu pedido.
fr: Désolé, aucun détail de suivi pour le moment. Nous faisons de notre mieux pour traiter votre commande.
ja: 申し訳ございませんが、追跡情報はまだございません。ご注文を処理するために最善を尽くします。.

# AttributeSheetDetail
source: Details
ar: تفاصيل
es: Detalles
fr: Détails
ja: 詳細

source: Service Description
ar: وصف الخدمة
de: Service-Beschreibung
es: Descripción del servicio
fr: Description du service
ja: サービス概要

# Secure_shopping
source: Free Return within 14 days
ar: تسوق آمن
de: Kostenlose Rückgabe innerhalb von 14 Tagen
es: Devolución gratuita en un plazo de 14 días
fr: Retour gratuit dans les 14 jours
ja: 14日以内の返品は無料

# Secure_shopping_desc_within_45days
source: VIVAIA guarantees to refund purchased items (expect underwear,swimwear,beauty) within 45days
ar: يضمن يوشوب استرداد العناصر المشتراة (إلا الملابس الداخلية وملابس السباحة والجمال) في غضون 45 يومًا
de: VIVAIA garantiert die Rückerstattung gekaufter Artikel (außer Unterwäsche, Bademode, Beauty) innerhalb von 45 Tagen
es: VIVAIA se compromete a reembolsar los artículos comprados (excepto ropa interior, ropa de baño, belleza) en un plazo de 45 días
fr: VIVAIA garantit le remboursement des articles achetés (sauf sous-vêtements, maillots de bain, produits de beauté) dans les 45 jours
ja: VIVAIAでご購入いただいた商品（下着、水着、美容品を除く）は45日以内に返金すると保証いたします。

# Payment_methods
source: Free Shipping over $49
ar: طرق الدفع
de: Kostenloser Versand über $49
es: Envío gratuito en pedidos superiores a 49$
fr: Livraison gratuite à partir de de 49$
ja: $49以上で送料無料

# Payment_methods_Paypal_Worldpay_Cash_$30_$1000.
source: We accept the following payment methods:Paypal,Credit Card via Paypal,Cash on delivery on orders from $5 to $500.
ar: نقبل وسائل الدفع التالية: pay pal وبطاقة الائتمان عبرpay pal ، الدفع عند الاستلام لطلبات 5$ - 500$.
de: Wir akzeptieren die folgenden Zahlungsarten: PayPal, Kreditkarte über Paypal, Nachnahme bei Bestellungen von $5 bis $500.
es: Aceptamos los siguientes métodos de pago: Paypal, tarjeta de crédito a través de Paypal, Pago contra reembolso en pedidos de 5$ a 500$.
fr: Nous acceptons les modes de paiement suivants : Paypal,Carte de crédit via Paypal,paiement à la livraison pour les commandes de 5 à 500 $.
ja: ご利用可能なお支払い方法はこちら：Paypal、Paypal経由のクレジットカード、代金引換（5ドルから500ドルまでのご注文のみ）。.

# Fast_shipping
source: Cash on Delivery
ar: شحن سريع
de: Bar bei Lieferung
es: Pago contra reembolso
fr: Paiement à la livraison
ja: 代金引換

# Expedited_shipping_3-7_business_days
source: Free shipping on orders over $99
ar: الشحن مجانا لطلبات أكثر من 99$
de: Kostenloser Versand auf Bestellungen über $99
es: Envío gratuito en pedidos superiores a 99$
fr: Livraison gratuite pour les commandes de plus de 99$
ja: ご注文金額が$99以上で送料無料

# Flat_rate_shipping_10-20_business_days
source: Cash on delivery:15-20 business days
ar: الدفع عند الاستلام: من 15 – 20 يوم عمل
de: Bar bei Lieferung: 15-20 Werktage
es: Pago contra reembolso: 15-20 días laborables
fr: Paiement à la livraison : 15-20 jours ouvrables
ja: 代金引換：15～20営業日

# Receiving_time=Processing_time+shipping_time
source: Express:15-20 business days
ar: الشحن السريع: من 15 – 20 يوم عمل
de: Express: 15-20 Werktage
fr: Express:15-20 jours ouvrables
ja: 速達：15～20営業日

# Fast_Shipping_Tips
source: Shipping Tips：The shipping period may impacted by the spread of coronavirus on global, thank you for your understanding! If you have any questions, please send email to support@vivaiacollection.com.
ar: نصائح الشحن ： قد يتأثر وقت الشحن بانتشار فيروس كورونا عالميًا ، شكرًا لتفهمك! إذا كان لديك أي أسئلة ، يرجى إرسال بريد إلكتروني إلى support@vivaiacollection.com.
de: Versand-Tipps： Die Versanddauer kann durch die weltweit andauernde Covid-19-Pandemie beeinträchtigt werden, vielen Dank für Ihr Verständnis! Wenn Sie irgendwelche Fragen haben, senden Sie bitte eine E-Mail an support@vivaiacollection.com.
es: Consejos sobre el envío: El periodo de envío puede verse afectado por la pandemia del Coronavirus en todo el mundo. ¡Gracias por tu comprensión! Si tienes alguna pregunta, envía un correo a support@vivaiacollection.com.
fr: Conseils d'expédition：La période d'expédition peut être impactée par la propagation du coronavirus dans le monde, merci de votre compréhension ! Si vous avez des questions, veuillez envoyer un e-mail à support@vivaiacollection.com.
ja: 配送についてのお知らせ：配送期間は、世界的なコロナウイルスの蔓延により影響を受ける可能性がございますので予めご了承ください。ご不明な点がございましたら、support@vivaiacollection.com までご連絡ください。

# Easy_Returns
source: Online Payment Discount
ar: استرداد سهل
de: Rabatt für Online-Zahlung
es: Descuento online
fr: Remise pour paiement en ligne
ja: オンライン支払い割引

# Your_application_refund_processed_24hours_receive_your_package.
source: Your application of refund will be processed within 24 hours after we receive your package .
ar: ستتم معالجة طلبك برد الأموال في غضون 24 ساعة بعد استلامنا لباقتك.
de: Ihr Rückerstattungsantrag wird nach Erhalt des Päckchens innerhalb von 24 Stunden bearbeitet.
es: Tu solicitud de reembolso se procesará en un plazo de 24 horas después de recibir tu paquete.
fr: Votre demande de remboursement sera traitée dans les 24 heures suivant la réception de votre colis .
ja: ご返金申請はお客様の荷物を受け取ってから24時間以内に処理されます。

source: Returning time=Processing time of VIVAIA+ your card bank/Paypal
ar: وقت العودة = وقت المعالجة من VIVAIA + بنك بطاقتك / Paypal
de: Rückgabe-Zeit = Bearbeitungszeit von VIVAIA + Bearbeitungszeit Ihrer Bank/PayPal
es: Plazo de devolución=Plazo de procesamiento de VIVAIA+ tu tarjeta/Paypal
fr: Délai de retour=Délai de traitement de VIVAIA+votre carte bancaire/Paypal
ja: 返金時間= VIVAIAの処理時間+お客様のカード発行会社やペイパルの処理時間

# noTwitterAccount
source: No Twitter Accounts
de: Keine Twitter-Konten
es: No hay cuentas de Twitter
fr: Aucun compte Twitter
ja: Twitterアカウントはございません。

# noTwitterAccountMessage
source: There are no Twitter accounts configured. You can add or create a Twitter account in Settings
de: Es sind keine Twitter-Konten konfiguriert. Sie können ein Twitter-Konto unter Einstellungen hinzufügen oder erstellen.
es: No hay ninguna cuenta de Twitter configurada. Puedes añadir o crear una cuenta de Twitter en Ajustes
fr: Aucun compte Twitter n'est configuré. Vous pouvez ajouter ou créer un compte Twitter dans les paramètres
ja: Twitterアカウントが設定されていません。「設定」でTwitterアカウントの追加または作成ができます

source: I know
de: Ich weiß
es: Lo sé
fr: Je sais
ja: 了解しました

# inputdCouponCode
source: Input coupon code here
ar: أدخل رمز الكوبون هنا
de: Coupon-Code hier eingeben
es: Introduce el código de cupón aquí
fr: Entrez le code du bon ici
ja: クーポンコードをここに入力してください

# copyEmail
source: sb-5orsz2831659@personal.example.com (双击复制)
ja: sb-5orsz2831659@personal.example.com (ダブルクリックでコピー)

# copyPwd
source: 7t2h+H2I (双击复制)
ja: 7t2h+H2I (ダブルクリックでコピー)

source: UPDATE
ar: تحديث
es: ACTUALIZAR
fr: MISE À JOUR
ja: アップデート

# The_current_version_APP_updated_info
source: The current version of APP is too low and needs to be updated before it can be used
ar: إصدارك الحالي من التطبيق قديم جدًا ويجب تحديثه قبل استخدامه
de: Die aktuelle Version ist zu alt und muss aktualisiert werden
es: La versión actual de la app está desactualizada y necesita actualizarse para poder utilizarla
fr: La version actuelle de l'appli doit être mise à jour avant de pouvoir être utilisée
ja: >現在のAPPバージョンは古いので、ご利用するためにアップデートする必要がございます。

# I_agree_Term_Use_Privacy_Policy
source: I agree to Term of Use and Privacy Policy
ar: أوافق على شروط الاستخدام وسياسة الخصوصية
de: Ich stimme den AGB und der Datenschutzrichtlinie zu
es: Acepto los Términos de Uso y la Política de Privacidad
fr: J'accepte les conditions d'utilisation et la politique de confidentialité
ja: 利用規約とプライバシーポリシーに同意します

source: Term of Use
ar: شروط الاستخدام
de: Allgemeine Geschäftsbedingungen
es: Términos de Uso
fr: Conditions d'utilisation
ja: 利用規約

# submitting_confirm_information_understand_agree_App_Privacy_Policy
source: By submitting, I confirm all information provided is my own; I understand and agree it will be used as per the VIVAIA Privacy Policy . I can withdraw my prior consent at any time.
ar: من خلال التقديم ، أؤكد أن جميع المعلومات المقدمة هي الخاصة بي ؛ أفهم وأوافق على أنه سيتم استخدامه وفقًا لسياسة خصوصية يوشوب. يمكنني سحب موافقتي المسبقة في أي وقت
de: Mit dem Absenden bestätige ich, dass alle von mir angegebenen Daten meine eigenen sind; ich verstehe und stimme zu, dass sie gemäß der VIVAIA-Datenschutzrichtlinie verwendet werden. Ich kann meine Zustimmung jederzeit widerrufen.
es: Confirmo que toda la información proporcionada es mía. Entiendo y acepto que se utilizará de acuerdo con la Política de Privacidad de VIVAIA. Puedo retirar mi consentimiento anterior en cualquier momento.
fr: En soumettant, je confirme que toutes les informations fournies sont les miennes; je comprends et accepte qu'elles soient utilisées conformément à la politique de confidentialité de VIVAIA. Je peux retirer mon consentement préalable à tout moment.
ja: 送信することにより、提供されたすべての情報が私自身のものであることを確認し、VIVAIAのプライバシーポリシーに従って使用されることを理解し、これに同意します。いつでも事前の同意を撤回することができます。

# registration_agree_App_Terms_Use
source: To complete the registration,you must agree to the VIVAIA Terms of Use
ar: لإكمال التسجيل ، يجب عليك الموافقة على شروط الاستخدام يوشوب
de: Um die Registrierung abzuschliene, müssen Sie den AGB von VIVAIA zustimmen
es: Para completar el registro, debes aceptar los Términos de Uso de VIVAIA
fr: Pour terminer l'inscription, vous devez accepter les conditions d'utilisation de VIVAIA
ja: 登録を完了するには、VIVAIAの利用規約に同意する必要がございます。

# registration_must_agree_consent_above
source: To complete the registration,you must agree to the consent above
ar: لإكمال التسجيل ، يجب أن توافق على موافقة فوق
de: Um die Registrierung abzuschließen, müssen Sie dem obigen zustimmen
es: Para completar el registro, debes aceptar el consentimiento de arriba
fr: Pour compléter l'inscription, vous devez accepter le consentement ci-dessus
ja: 登録を完了するには、上記の同意事項に同意していただく必要がございます。

source: Reply
ar: رد
de: Antworten
es: Responder
fr: Répondre
ja: 返信する

source: Repurchase
ar: إعادة الشراء
de: Erneut kaufen
es: Comprar de nuevo
ja: 買い戻し

# Repurchase_invalid_order_goods_moved_following_zone
source: Some items sold out，kindly review them and checkout
ar: نفدت بعض المنتجات، يرجى مراجعتها والدفع
de: Einige Artikel sind ausverkauft, bitte prüfen Sie Ihren Warenkorb
es: Algunos artículos están agotados. Revísalos y ve a la pantalla de pago
fr: Certains articles sont épuisés， veuillez les vérifier et passer à la caisse
ja: >完売している商品がございますので、ご確認の上、ご注文ください。

source: Order Review
ar: مراجعة الطلب
de: Bestell-Bewertung
es: Resumen del pedido
fr: Vérifier la commande
ja: 注文レビュー

source: My Reviews
ar: تعليقاتي
de: Meine Bewertungen
es: Mis reseñas
fr: Mes avis
ja: 私のレビュー

source: Waiting for review
ar: انتظار التعليق
de: Bewertung ausstehend
es: Esperando reseña
fr: En attente d'évaluation'
ja: レビューをお待ちしております。

source: Reviewed
ar: تعليقات
de: Bewertet
es: Valorado
fr: Évalué
ja: レビュー済

source: Consult reviews
ar: شاهد التقييم
de: Bewertungen einsehen
es: Consultar reseñas
fr: Consulter les avis
ja: レビューを見る

source: Completed
ar: تم التقييم
de: Abgeschlossen
es: Completado
fr: Terminé
ja: 完了

source: Shipping rating
ar: تقييم الشحن
de: Versand-Bewertung
es: Valoración del envío
fr: Évaluation de l'expédition
ja: 配送評価

source: Item rating
ar: تقييم البضاعة
de: Artikel-Bewertung
es: Valoración del artículo
fr: Évaluation de l'article
ja: 商品評価

source: Payment rating
ar: تقييم الدفع
de: Zahlungs-Bewertung
es: Valoración del pago
fr: Évaluation du paiement
ja: 決済評価

source: Service rating
ar: تقييم الخدمة
de: Service-Bewertung
es: Valoración del servicio
fr: Évaluation du service
ja: サービス評価

source: system notification
ar: إشعارات النظام
de: System-Benachrichtigung
es: notificación del sistema
fr: notification du système
ja: システム通知

# Comments_have_chance_receiv_10_points
source: Comments have a chance to receive at least 10 points
ar: تتمتع بفرصة ربح 10 نقاط على الأقل بعد التعليقات.
de: Kommentare haben die Chance, mindestens 10 Punkte zu erhalten
es: Podrás ganar al menos 10 puntos con los comentarios
fr: Les commentaires ont une chance de recevoir au moins 10 points
ja: コメントを書くと、10ポイント以上の獲得チャンスがございます！

# AppLocationSettingMsg
source: This APP requires location permission to enable the 'my location' layer. Please try again and grant access to use the location.If the permission has been permanently denied, it can be enabled from the System Settings > Apps > VIVAIA.
de: Diese APP benötigt eine Standortberechtigung, um die Ebene "Mein Standort" zu aktivieren. Wenn die Berechtigung verweigert wurde, kann sie in den Systemeinstellungen > Apps > VIVAIA aktiviert werden.
es: Esta APP necesita el permiso de ubicación para activar la función "mi ubicación". Inténtalo de nuevo y concede el acceso para usar la ubicación. Si el permiso está denegado, se puede desactivar desde Ajustes del sistema > Apps > VIVAIA.
fr: Cette appli nécessite une autorisation de localisation pour activer la couche 'ma localisation'. Veuillez réessayer et accorder l'accès pour utiliser l'emplacement.Si l'autorisation a été refusée de façon permanente, elle peut être activée à partir des paramètres système > Apps > VIVAIA.
ja: こちらのアプリでは、"my location"レイヤーを有効にするために位置情報の許可が必要でございます。位置情報の使用を許可してから再度お試しください。許可が拒否されている場合は、システム設定 > アプリ＞ VIVAIA から有効にすることができます。

source: Please enter English
ar: برجاء الكتابة باللغة الانجليزية
de: Bitte Englisch eingeben
es: Escribe en inglés
fr: Veuillez saisir en anglais
ja: 英語で入力してください

source: No results found
ar: لا توجد نتائج
de: Keine Ergebnisse gefunden
es: No se han encontrado resultados
fr: Aucun résultat trouvé
ja: 該当する結果はございません。

source: Sorry
ar: معذرة
es: Lo sentimos
fr: Désolé
ja: 申し訳ございません

# COD_Please_help_improve_service_why.
source: Please let us know the reason for canceling your purchase, this will help us to improve our service in the future.
ar: برجاء اخبارنا عن سبب الغاء طلبك، حيث سيساعدنا هذا على تحسين خدماتنا في المستقبل
de: Bitte teilen Sie uns den Grund für die Stornierung mit, damit wir unseren Service in Zukunft verbessern können.
es: Dinos el motivo de la cancelación de tu compra. Esto nos ayudará a mejorar nuestro servicio en el futuro.
fr: Veuillez nous indiquer la raison de l'annulation de votre achat, cela nous aidera à améliorer notre service à l'avenir
ja: 今後のサービスをより良く改善するため、ご注文をキャンセルされる理由をお教えください。

source: Information entered incorrectly
ar: تم ادخال معلومات خاطئة
de: Eingegebene Informationen fehlerhaft
es: Datos introducidos incorrectos
fr: Information saisie de manière incorrecte
ja: 入力された情報が間違っています
