Repository: SmileOcc/SWFTDEMO
Catalog: YWFZDemo/YWZFDemo/Supporting Files/Language/*.lproj/Localizable.strings
Languages: ar, de, es

# OrderDetail_TotalPrice_Cell_Check
source: Check the Boleto Bancario
ar: Boleto Bancarioدفع بـ
de: Überprüfen Sie den Boleto Bancario
es: Comprobar el Boleto Bancario

# OrderDetail_Coupon_Header
source: Unavailable Coupons
ar: الكوبونات غير المتاحة
de: Nicht verfügbare Gutscheine
es: Cupón no disponible

# OrderFinishViewController_tipLab4
source: Your items will be with you as soon as possible, please pay attention to your order.
ar: سيتم تسليم المنتج في أقرب وقت ممكن ، الرجاء الانتباه إلى طلبك.
de: Ihre Artikel werden so schnell wie möglich bei Ihnen sein, bitte achten Sie auf Ihre Bestellung.
es: Enviaremos los artículos lo más pronto posible a sus manos, por favor esté atenta.

# OrderFinishViewController_tipLab3
source: Payment Amount: %@
ar: %@مبلغ مستحق الدفع:
de: Zahlungsbetrag: %@
es: Cantidad de Pago:%@

# OrderFinishViewController_tipLab1
source: Order: %@
ar: %@الطلب:
de: Auftrag: %@
es: Orden:%@

# OrderFinishViewController_tipLab2
source: Payment Method: Cash On Delivery
ar: طريقة الدفع: الدفع عند الاستلام
de: Zahlungsmethode: Nachnahme
es: Método de Pago: Pago a la Entrega

# WriteReview_VC_Title
source: Write a review
ar: كتب تقييما
de: Eine Rezension schreiben
es: Escribir una Reseña

# WriteReview_Sku
source: SKU
de: Artikelnummer

# WriteReview_Color
source: Color
ar: اللون
de: Farbe

# WriteReview_Size
source: Size
ar: المقاس
de: Größe
es: Tamaño

# WriteReview_Total
source: Total
ar: المجموع
de: Gesamt

# WriteReview_Note
source: Note: Share to earn 20 Z Points. The first 5 customers to leave reviews will get DOUBLE Z Points!
ar: ملاحظة: شارك لكسب 20 نقطة Z. وأول 5 عملاء يكتب التقييمات سيحصل على نقاط Z مضاعفة!
de: Hinweis: Teilen, um 20 Z-Punkte zu erhalten. Die ersten 5 Kunden, die Bewertungen hinterlassen, erhalten DOPPELTE Z-Punkte!
es: Nota:Comparte y obtén 20 Puntos Z, las primeras 5 reseñas obtendrán el doble de puntos!

# WriteReview_Rating
source: Rating
ar: التقييمات
de: Bewertung
es: Calificación

# WriteReview_Content
source: Content
ar: المحتويات
de: Inhalt
es: Contenido

# WriteReview_Textfiled_Placeholder
source: Please write at least 30 characters
ar: الرجاء كتابة 30 رمزا على الأقل.
de: Bitte schreibe mindestens 30 Zeichen
es: Por favor escribe al menos 30 caracteres

# WriteReview_Textfiled_Min_Tip
source: Please write at least 30 characters
ar: الرجاء كتابة 30 رمزا على الأقل.
de: Bitte schreibe mindestens 30 Zeichen
es: Por favor escribe al menos 30 caracteres

# WriteReview_Textfiled_Max_Tip
source: Please don't exceed 3,000 characters.
ar: الرجاء إدخال كحد أقصى 3000 رمزا.
de: Bitte überschreiten Sie nicht 3000 Zeichen.
es: Por favor no exceda de 3,000 caracteres.

# WriteReview_Submit
source: Submit
ar: تقديم
de: einreichen

# CheckMyReview_VC_Title
source: Check my review
ar: مشاهدة تقييماتي
de: Überprüfen Sie meine Bewertung
es: Revisa mi reseña

# CheckMyReview_Sku
source: SKU
de: Artikelnummer

# CheckMyReview_Color
source: Color
ar: اللون
de: Farbe

# CheckMyReview_Size
source: Size
ar: المقاس
de: Größe
es: Talla

# CheckMyReview_Total
source: Total
ar: المجموع
de: Größe

# ZFOrderReview_Tips
source: You can earn 20 Z-points for this review. Continue writing?
ar: بعد إكمال هذا التقييم، مواصلة الكتابة؟ Zيمكنك كسب 20 نقطة
de: Sie können 20 Z-Punkte für diese Überprüfung verdienen. Weiter schreiben?
es: Puede obtener 20 puntos Z para su comentario. Quiere continuar para cumplir?

# ZFOrderReview_AddImageTips
source: Upload your buyer show, to get DOUBLE points.
ar: تحميل عرض المشتري الخاص بك، لحصول على نقاط مضاعفة.
de: Laden Sie Ihre Einkäufershow hoch, um doppelte Punkte zu erhalten.
es: Suba su Buyer’s Show,y puede obtener puntos DOBLES.

# GuideReviewAppStore_Rate
source: Rate
ar: التقييم
de: Bewertung
es: Comentario Activo

# GuideReviewAppStore_NotNow
source: Not Now
ar: ليس الآن
de: Nicht jetzt
es: Más Tarde

# GuideReviewAppStore_FeedBack
source: Write Feedback
ar: كتابة الملاحظة
de: Feedback schreiben
es: Escribir Comentarios

# GuideReviewAppStore_Tips
source: Dear ZZZZZ customer, do you enjoy using our App? If you do, please take a moment to rate it. Thanks for your support!
ar: عزيزي عميل زافول ، إذا تستمتع باستخدام تطبيقنا ، فالرجاء أخذ لحظة لتقييمنا. شكرا لدعمك!
de: Lieber ZZZZZ-Kunde, nutzen Sie gerne unsere App? Wenn Sie dies tun, nehmen Sie sich bitte einen Moment Zeit, um es zu bewerten. Danke für Ihre Unterstützung!
es: Estimado cliente de ZZZZZ, ¿le gusta usar nuestra App? Si le gusta, tómese un momento para calificarlo. ¡Gracias por su apoyo!

# GuideReviewAppStore_Title
source: Go Rate ZZZZZ?
ar: قم بتقييم زافول؟
de: bewerten ZZZZZ?

# MyPoints_VC_Title
source: My Points
ar: نقاطي
de: Meine Punkte
es: Mis Puntos

# MyPoints_Rewards_Label
source: Points
ar: النقاط
de: Punkte
es: Puntos

# MyPoints_WhatPoints_VC_Title
source: What are Z POINTS
ar: ؟Zما هي نقاط
de: Was sind Z POINTS?
es: Que son los PUNTOS Z

# MyPoints_EmptyData_Tip
source: You do not have any Z points
ar: Zليس لديك نقاط
de: Sie haben keine Z-Punkte
es: No tiene ningún Punto Z

# MyCoupon_VC_Title
source: My Coupons
ar: قسيمتي
de: Meine Gutscheine
es: Mis Cupones

# MyCoupon_VC_Header_Label
source: You can use these when checking out!
ar: يمكن إستخدامه عندما تدفع!
de: Sie können diese beim Auschecken verwenden!
es: Los puedes utilizar cuando hagas el check out!

# MyCoupon_Coupon_Cell_CouponCode
source: Coupon code
ar: كود القسيمة
de: Gutscheincode
es: Código de Cupón

# MyCoupon_Coupon_Cell_Expires_Date
source: Date
ar: التاريخ
de: Datum
es: fecha

# MyCoupon_Coupon_Warning_Title
source: Promotional Coupon
ar: قسيمة ترويجية
de: Gutschein
es: Cupón de Promoción

# MyCoupon_Coupon_Warning_Content
source: Save %@
ar: %@توفير
de: Sparen %@
es: ahorra %@

# MyCoupon_Coupon_No_Available
source: No Coupons Available
ar: لا يوجد القسيمة المتاحة
de: Keine Gutscheine verfügbar
es: No hay Cupón Disponible

# MyCoupon_Coupon_Available
source: %ld Available Coupons
ar: %ld القسيمة المتاحة
de: %ld Verfügbare Gutschein
es: %ld Cupón Disponible

# MyCoupon_Coupon_Unused
source: Unused
ar: غير مستخدم
de: Ungebraucht
es: No usado

# MyCoupon_Coupon_Used
source: Used
ar: مستخدم
de: Benutzt
es: Usado

# MyCoupon_Coupon_Expired
source: Expired
ar: منتهية الصلاحية
de: Abgelaufen
es: Expirado

# My_Coupon_UserIt
source: Use
ar: استخدمه
de: Einlösen
es: Úselo

# My_Coupon_Get_Coupon_Success
source: Successfully claimed. Please check your account.
ar: حصلته بنجاح، الرجاء تحقق حسابك.
de: Erfolgreich beansprucht. Bitte überprüfen Sie Ihr Konto.
es: Usted ha obtenido con éxito. Por favor verifique su cuenta.

# My_Coupon_Alread_Get_Coupon
source: Oops, you've already claimed this.
ar: عفوا، لقد حصلت عليها سابقا!
de: Hoppla, das hast du schon behauptet.
es: Oops, ya ha obtenido esto.

# My_Coupon_Get_Coupon_False
source: Error! Please try again later.
ar: خطأ! الرجاء محاولة مرة أخرى في وقت لاحق.
de: Fehler! Bitte versuche es später erneut.
es: ¡Error! Por favor, inténtelo de nuevo más tarde.

# My_Coupon_Have_Been_Claimed
source: All coupons have already been claimed.
ar: لقد حصلت على جميع القسيمات
de: Alle Gutscheine wurden bereits beansprucht.
es: Todos los cupones están agotado.

# My_Coupon_Expired
source: Coupon cannot be claimed, please try again later.
ar: لا يمكنك حصول على القسيمة الآن، الرجاء محاولة مرة أخرى.
de: Gutschein kann nicht angefordert werden. Bitte versuchen Sie es später erneut.
es: El cupón no se puede solicitar, inténtelo de nuevo más tarde.

# MyCouponViewModel_NoData_TitleLabel
source: Sorry, you don't have any available coupons now!
ar: عفوا، ليس لديك قسيمة متاحة الآن!
de: Entschuldigung, Sie haben jetzt keine verfügbaren Gutscheine!
es: Lo sentimos, no tiene un cupón disponible ahora!

# OrderCheckCoupon_NoData_TitleLabel
source: Oops, you don't have any coupons.
ar: عفوا، ليس لديك أي قسيمة حاليا.
de: Hoppla, Sie haben keine Gutscheine!
es: No tiene un cupón

# Address_VC_Title
source: Shipping Address
ar: عناوين الشحن
de: Lieferadresse
es: Dirección de Envío

# Address_VC_Add_Address
source: ADD NEW ADDRESS
ar: أنشئ عنوان جديد
de: eine neue Adrese hinzufügen
es: AGREGAR NUEVA DIRECCIÓN

# Address_VC_Done
source: Done
ar: تم
de: Fertig
es: Hecho

# Address_VC_Edit
source: Edit
ar: تعديل
de: Bearbeiten
es: Editar

# Address_List_Cell_Default
source: Default
ar: افتراضي
de: Standard
es: Predeterminado

# Address_List_Cell_Delete
source: Delete
ar: إلغاء
de: Löschen
es: Borrar

# Address_List_Cell_Edit
source: Edit
ar: تعديل
de: Bearbeiten
es: Editar

# AddressListViewModel_NoData_Add_Address
source: ADD NEW ADDRESS
ar: أنشئ عنوان جديد
de: NEUE ADRESSE HINZUFÜGEN
es: AGREGAR NUEVA DIRECCIÓN

# AddressListViewModel_NoData_Title
source: Please add an address
ar: تفضل بانشاء عنوان جديد
de: Bitte eine Adresse hinzufügen
es: Por favor agregar nueva dirección

# ProvinceViewModel_NoSelect_Tip
source: Please reselect
ar: تفضل باعادة الاختيار
de: Bitte erneut auswählen
es: Por favor vuelva a seleccionar de nuevo

# Address_VC_PrivacyTerms
source: Privacy Policy & Terms of Use
ar: سياسة الخصوصية وشروط الاستخدام
de: Datenschutzrichtlinie und Nutzungsbedingungen
es: Política de Privacidad & Términos de Uso

# Modify_Address_VC_Title
source: Shipping Address
ar: عنوان الشحن
de: Lieferadresse
es: Dirección de Envío

# ModifyAddress_FristName_Placeholder
source: *First Name
ar: *الاسم الأول
de: *Vorname
es: *Nombre

# ModifyAddress_LastName_Placeholder
source: *Last Name
ar: *اسم العائلة
de: *Familienname, Nachname
es: *Apellido

# ModifyAddress_EmailAddress_Placeholder
source: *E-mail Address
ar: *عنوان البريد الالكتروني
de: *E-Mail-Addresse
es: *Dirección de E-mail

# ModifyAddress_PhoneNum_Placeholder
source: *Phone Number
ar: *الهاتف المتحرك
de: *Telefonnummer
es: *Número Telefónico

# ModifyAddress_AlternatePhoneNum_Placeholder
source: Alternate Phone Number
ar: الهاتف المتحرك البديل
de: Alternative Telefonnummer
es: Numero telefónico alternativo

# ModifyAddress_City_Placeholder
source: *City
ar: *المدينة
de: *Stadt
es: *Ciudad

# ModifyAddress_Province_Placeholder
source: *Province
ar: *المحافظة
de: *Provinz
es: *Provincia

# ModifyAddress_ZipCode_Placeholder
source: Zip/Postal Code
ar: الرمز البريدي
de: Postleitzahl
es: Código Postal/ZIP

# ModifyAddress_Country_Placeholder
source: *Country/Region
ar: *البلد / المنطقة
de: *Land/Region
es: *País/Región

# ModifyAddress_State_Placeholder
source: *State/Country
ar: *الدولة البلد
de: *Staat/Land
es: *Estado/Provincia

# ModifyAddress_Address1_Placeholder
source: *Address Line 1: Street Address
ar: *سطر العنوان 1: عنوان الشارع
de: *Adresszeile 1: Straße
es: *Calle,Dirección,Nombre de Empresa,C/O

# ModifyAddress_Address2_Placeholder
source: Address Line 2: Apartment, building no., unit, etc.
ar: العنوان الخط 2: شقة ، رقم مبنى، وحدة ، إلخ.
de: Adresszeile 2: Wohnung, Hausnummer, Einheit usw.
es: Apartamento,Unidad,Edificio,Piso(étc)

# ModifyAddress_Supplier_Placeholder
source: Select
ar: اختيار
de: Wählen
es: ELEGIR

# ModifyAddress_Set_Default
source: Set as default address
ar: تعيين كعنوان افتراضي
de: Als Standardadresse festlegen
es: Configurara como dirección predeterminada

# ModifyAddress_Landmark
source: Landmarks
ar: المعالم الرئيسية
de: Sehenswürdigkeiten
es: Puntos Clave

# ModifyAddress_Landmark_Tips
source: Key landmarks nearby: building name, shopping mall, office, etc.
ar: المعالم الرئيسية القريبة: اسم المبنى ، مركز التسوق ، المكتب ، إلخ.
de: Wichtige Sehenswürdigkeiten in der Nähe: Name des Gebäudes, Einkaufszentrum, Büro usw.
es: Atención: también podría completar la direccion del destino en su propio idioma.(Opcional)

# ModifyAddress_Alternate_phone
source: Alternate phone
ar: الهاتف المتحرك البديل
de: Alternatives Telefon
es: Alternativo

# ModifyAddress_Continue
source: CONTINUE
ar: مواصلة
de: FORTSETZEN
es: GUARDAR

# ModifyAddress_Least_Digits
source: The Phone Number must include at least %@ digits
ar: أرقام أو أكثر %@يجب أن يكون رقم الهاتف
de: Die Telefonnummer muss mindestens%@ Ziffern enthalten
es: El número de teléfono debe incluir al menos %@ dígitos.

# ModifyAddress_include_Digits
source: The Phone Number can only include %@ digits
ar: على الأقل %@ يمكن أن يكون رقم الهاتف مكونا
de: Die Telefonnummer darf nur%@ Ziffern enthalten
es: El número de teléfono sólo puede incluir %@ dígitos.

# ModifyAddress_valid_phone_number
source: Please enter a valid phone number
de: Bitte ein gültige Telefonenummer geben ein
es: Por favor, ingrese un número de teléfono válido.

# ModifyAddress_Zip_include_Digits
source: Your Zip/Postal Code should be %@ digits long
ar: يجب أن يكون الرمز البريدي %@ أرقام
de: Ihre Postleitzahl sollte%@ Ziffern lang sein
es: Su número de Código Postal/Zip debe tener %@ dígitos.

# ModifyAddress_Zip_Range_Digits
source: Please enter %@-%@ characters
ar: الرجاء إدخال %@-%@ حروف
de: Bitte geben Sie %@-%@ Zeichen ein.
es: Por favor introduzca %@-%@ carácteres.

# ModifyAddress_Extra_Tips
source: Gain an extra 10 Z points by completing the information
ar: حصل على 10 نقاط Z إضافية من خلال استكمال المعلومات
de: Erhalte zusätzliche 10 Z-Punkte, indem Sie die Informationen vervollständigst
es: Rellena la información para obtener 10 puntos extra

# ModifyAddress_FirstName_TipLabel
source: Please enter a First Name
ar: الرجاء ادخال الاسم الاول
de: Bitte geben Sie einen Vornamen ein
es: Por favor ingrese su Primer Nombre

# ModifyAddress_LastName_TipLabel
source: Please enter a Last Name
ar: الرجاء ادخال اسم العائلة
de: Bitte geben Sie einen Nachnamen ein
es: Por favor ingrese su Apellido

# ModifyAddress_LastName_Special_TipLabel
source: Invalid First Name. Only letters can be entered.
ar: الأسم الأول خاطئ ، يمكنك إدخال الحروف فقط
de: Ungültiger Vorname. Nur Buchstaben können eingegeben werden.
es: Nombre inválido. Sólo se pueden introducir letras.

# ModifyAddress_Email_TipLabel
source: Please enter a valid email address
ar: الرجاء إدخال بريد الكتروني صحيح
de: Bitte geben Sie eine gültige E-Mail-Adresse ein
es: Por favor ingrese una dirección E-mail valida

# ModifyAddress_Phone_TipLabel
source: Please enter a phone number
ar: الرجاء إدخال رقم الهاتف
de: Bitte geben Sie eine Telefonnummer ein
es: Por favor ingrese su numero telefonico

# ModifyAddress_Recipient_TipLabel
source: Please select the recipient’s country.
ar: الرجاء اختيار بلد المستلم
de: Bitte wählen Sie das Land des Empfängers.
es: Por favor seleccione el país del receptor

# ModifyAddress_City_TipLabel
source: Please enter the consignee’s City
ar: الرجاء إدخال مدينة المرسل إليه
de: Bitte geben Sie die Stadt des Empfängers ein
es: Por favor ingrese la ciudad del destinatario

# ModifyAddress_City_AllNum_TipLabel
source: Please enter a valid city name
ar: الرجاء إدخال اسم مدينة صحيح
de: Bitte geben Sie einen gültigen Städtenamen ein
es: por favor entra al nombre de una ciudad válida

# ModifyAddress_Address1_TipLabel
source: Please enter the first line of the address
ar: رجاء إدخال السطر الأول من العنوان
de: Bitte geben Sie die erste Zeile der Adresse ein
es: Por favor, introduzca la dirección correcta en la primera línea(Obligatorio)

# ModifyAddress_Address1_AllNum_TipLabel
source: Can’t be all numbers
ar: لا يمكن للجميع أن يكون الأرقام
de: Kann nicht alle Zhalen sein
es: No pueden ser todos los números.

# ModifyAddress_Address1_SpecialString_TipLabel
source: Can’t be contain “ ”
de: Kann nicht " " erhaltet
es: No se puede contener “ ”

# ModifyAddress_Address2_TipLabel
source: Please enter the second line of the address
ar: الرجاء إدخال السطر الثاني من العنوان
de: Bitte geben Sie die zweite Zeile der Adresse ein
es: Por favor ingrese la primera línea de dirección

# ModifyAddress_ZipCode_TipLabel
source: Please enter the Zip/Postal Code
ar: الرجاء إدخال الرمز البريدي
de: Bitte geben Sie die Postleitzahl ein
es: Por favor ingrese su Código Postal/Zip

# ModifyAddress_Country_TipLabel
source: Please enter the consignee's County
ar: الرجاء إدخال مقاطعة للمرسل إليه
de: Bitte geben Sie die Grafschaft des Empfängers ein
es: Por favor ingrese el país del destinatario

# ModifyAddress_Supplier_TipLabel
source: Please select the Carrier number
ar: تفضل باختيار رمز شبكة الجوال
de: Bitte wählen Sie die Nummer des Frachtführers
es: ELEGIR

# ModifyAddress_State_TipLabel
source: Please enter the consignee's State/County
ar: الرجاء إدخال الدولة / المقاطعة المرسل إليه
de: Bitte geben Sie den Staat / Landkreis des Empfängers ein
es: Por favor ingrese el Estado del destinatario

# ModifyAddress_Shipping_TipLabel
source: The shipping address should be at least %@ characters long
ar: يجب أن يكون عنوان الشحن %@ رموز على الأقل
de: Die Lieferadresse sollte mindestens %@ Zeichen lang sein
es: La dirección de envió debe ser al menos %@ caracteres de largo

# ModifyAddress_MoreThan_TipLabel
source: Please enter no more than %@ characters
ar: رموز%@كحد أقصى الرجاء ادخال
de: Bitte geben Sie nicht mehr als %@ Zeichen ein
es: Por favor ingrese no más de %@ caracteres

# ModifyAddress_Maxmum_TipLabel
source: You can write a maximum of %@ characters
ar: رموز%@ إدخال كحد أقصى يمكنك
de: Sie können maximal %@ Zeichen schreiben
es: Puede escribir un máximo de %@ caracteres

# ModifyAddress_Minimum_TipLabel
source: Your address must contain a minimum of %@ characters
ar: يجب أن يحتوي عنوانك %@ حروف على أقل
de: Ihre Adresse muss mindestens %@ Zeichen enthalten
es: Debe contener un mínimo de %@ caracteres

# ModifyAddressViewController_cardPlaceLabel
source: National ID number
ar: رقم الهوية الوطنية
de: Nationale ID-Nummer
es: Número de ID Nacional

# ModifyAddressViewController_cardField
source: Enter your ID number for random customs inspection
ar: ادخل رقم الهوية الخاص بك للتفتيش الجمركي العشوائي
de: Geben Sie Ihre ID-Nummer für die Zollprüfung ein
es: Ingrese su número de ID nacional en caso de revisión aleatoria en aduana

# ModifyAddressViewController_cardTipLabel1
source: Please provide your ID number in case of a random customs inspection.
ar: الرجاء تقديم رقم الهوية الخاص بك عند اللوزم في التفتيش الجمركي العشوائي.
de: Bitte geben Sie Ihre ID-Nummer im Falle einer zufälligen Zollkontrolle.
es: Por favor proporcione su número de ID nacional en caso de una revisión repentina de aduanas.

# ModifyAddressViewController_cardTipLabe2
source: Your ID number should be a 10-digit number
ar: يجب أن يكون رقم الهوية الخاص بك مكونًا من 10 أرقام
de: Ihre ID-Nummer sollte eine 10-stellige Nummer sein
es: Su número de ID debe contener 10 dígitos

# ModifyAddressViewController_phone_message
source: Please select your country first
ar: الرجاء باختيار بلدك أولا
de: Bitte wählen Sie zuerst Ihr Land aus
es: Por favor seleccione su país primero

# ModifyAddress_Success_Show_Message
source: Your address information has been successfully updated! Thank you!
ar: تم تحديث معلومات عنوانك بنجاح! شكرا لكم!
de: Ihre Adressinformationen wurden erfolgreich aktualisiert! Vielen Dank!
es: La información de su dirección ha sido exitosamente actualizada! Gracias!

# ModifyAddress_Edit_VC_title
source: Modify Address
ar: تعديل العنوان
de: Adresse bearbeiten
es: Modificar Dirección

# ModifyAddress_GooglePowered_by
source: Powered by
ar: مشغل بواسطة
de: Unterstützt von
es: Proviene de

# ModifyAddress_Google_Help_Find_Address
source: We will help you to find address
ar: سنساعدك في العثور على العنوان
de: Wir werden Ihnen helfen, die Adresse zu finden
es: Le ayudaremos a encontrar la dirección.

# ModifyAddress_Google_Help_NotFind_Address
source: Sorry，Cannot find this address
ar: عذرا، لا يمكن العثور على هذا العنوان
de: Entschuldigung, ich kann diese Adresse nicht finden
es: Lo siento, no puede usar este código en particular.

# ModifyAddress_NumberCount_TipLabel
source: Your mobile phone number should be %@ digits long
ar: يجب أن يحون رقم الهاتف مكونا من %@ أرقام.
de: Ihre Handynummer sollte %@ Ziffern lang sein
es: Su número de teléfono móvil debe tener %@ dígitos.

# ChangePassword_VC_Title
source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña

# ChangePassword_VC_OrignPassword
source: Original password
ar: كلمة المرور الأصلية
de: Ursprüngliches Passwort
es: La contraseña original

# ChangePassword_VC_NewPassword
source: New Password
ar: كلمة المرور الجديدة
de: Neues Kennwort
es: Nueva Contraseña

# ChangePassword_VC_ConfirmPassword
source: Confirm New Password
ar: الرجاء تأكيد كلمة المرور الجديدة
de: Bestätige neues Passwort
es: Confirmar la nueva contraseña

# ChangePassword_VC_ResetPassword
source: RESET MY PASSWORD
ar: إعادة تعيين كلمة المرور
de: MEIN PASSWORT ZURÜCKSETZEN
es: REESTABLECER MI CONTRASEÑA

# ChangePassword_VC_NotMatch_Message
source: Passwords do not match
ar: الرجاء التأكد من تطابق كلمة المرور
de: Passwörter stimmen nicht überein
es: Las contraseñas no corresponden

# ChangePassword_VC_Confirm_Message
source: Please confirm password
ar: الرجاء تأكيد كلمة المرور
de: Bitte bestätigen Sie das Passwort
es: Por favor confirme la contraseña

# ChangePassword_VC_Provide_Message
source: Please provide a password
ar: الرجاء تقديم كلمة المرور
de: Bitte geben Sie ein Passwort an
es: Por favor proporcione una contraseña

# ChangePassword_VC_Request_Failure_Message
source: Operation failed, please try again!
ar: فشلت العملية ، تفضل بمحاولة مرة أخرى!
de: Vorgang fehlgeschlagen, bitte versuchen Sie es erneut!
es: La operación falló, por favor inténtelo de nuevo

# ChangePassword_Success_Customer
source: Dear customer,
ar: عزيزي الزبون،
de: Sehr geehrter Kunde,
es: Querido cliente

# ChangePassword_Success_NewPassword
source: Your new password has been activated!
ar: تم تفعيل كلمة المرور الجديدة!
de: Ihr neues Passwort wurde aktiviert!
es: Su nueva contraseña ha sido activada!

# ChangePassword_Success_SigninLater
source: Sign In Later
ar: تسجيل الدخول لاحقا
de: Melden Sie später an
es: Iniciar Sesión más tarde

# ChangePassword_Success_SignInNow
source: Sign In Now
ar: تسجيل الدخول الآن
de: Melden Sie jetzt an
es: Iniciar Sesión ahora

# Currency_VC_Title
source: Currency
ar: العملة
de: Währung
es: Moneda

# Setting_VC_Title
source: Settings
ar: الإعدادات
de: die Einstellungen
es: Ajustes

# Setting_Cell_RateUs
source: Rate Us
ar: تقييمنا
de: Bewerten Sie uns
es: Califícanos

# Setting_Cell_ClearCache
source: Clear Cache
ar: مسح ذاكرة التخزين المؤقت
de: Cache leeren
es: Borrar Cache

# Setting_Cell_Version
source: Version
ar: النسخة
de: Ausführung
es: Versión

# Setting_Cell_Languege
source: Language
ar: اللغة
de: Sprache
es: Idioma

# Languge_Setting_English
source: English
de: Englisch

# Languge_Setting_Arabic
source: العربية
de: Arabisch

# Languge_Setting_Spanish
source: Español
de: Spanisch

# Languge_Setting_French
source: Français
de: Französisch

# SettingViewModel_Cache_Alert_Message
source: App cache has been cleared!
ar: تم مسح ذاكرة التخزين المؤقت للتطبيق!
de: App-Cache wurde gelöscht!
es: La cache de la App ha sido borrada!

# SettingViewModel_Version_Alert_Message
source: There is a new version of the ZZZZZ app. Update now.
ar: هناك نسخة جديدة من لتطبيق زافول. تحديث الان.
de: Es gibt eine neue Version der ZZZZZ App. Jetzt aktualisieren.
es: ZZZZZ acaba de recibir una nueva versión. ¡Actualízalo ahora!

# SettingViewModel_Version_Alert_NotNow
source: NO
ar: لا
de: NEIN

# SettingViewModel_Version_Alert_Update
source: Yes
ar: نعم
de: Ja
es: Sí

# SettingViewModel_Version_Latest_Alert_Message
source: The current version is the latest.
ar: النسخة الحالية هى الأحدث
de: Die aktuelle Version ist die neueste.
es: La versión actual es la más actual.

# ForceUpgrade_title
source: Update notification
ar: إعلان التحديث
de: Benachrichtigung aktualisieren
