Repository: SmileOcc/SWFTDEMO
Catalog: YWFZDemo/YWZFDemo/Supporting Files/Language/*.lproj/Localizable.strings
Languages: ar, de, es

# GroupBuyDetail_ruleText
source: 1. All ZZZZZ members can start a " Form a Team to Win" activity by following these steps: select your desired item, invite friends to form a team, recruit the required number of members, receive the item free of charge. 2. The system will randomly select one member from your team, and gift them one of the selected items. You can ask your team members to help you continue sharing. The more you share, the higher your chances of being selected. 3. After successfully forming a team, we will send the desired item’s coupon code to yours and the winning team member’s account. You can use the coupon to generate an order for $0.01 and then pay to complete it. 4. Any form of cheating is forbidden. If discovered, the coupons will be withdrawed. (If one IP address repeats two times in one event, it is considered cheating.) 5.Here are at most 10 times for each user to join every day,ZZZZZ reserves the right to final interpretation of this activity.
ar: 1.يمكن لجميع أعضاء ZZZZZ بدء نشاط "كون فريق للفوز" باتباع الخطوات التالية: حدد المنتج الذي ترغب في شراؤه ، ادعو الأصدقاء لتشكيل فريق ، وضم العدد المطلوب من الأعضاء ، وأحصل علي المنتج مجانا. 2. سيختار النظام عشوائيًا عضوًا واحدًا من فريقك ، ويمنحه أحد المنتجات المختارة. يمكنك أن تطلب من أعضاء فريقك مساعدتك على متابعة المشاركة. كلما شاركت أكثر ، كلما زادت فرصة اختيارك. 3.بعد تشكيل فريق بنجاح ، سنرسل كود القسيمة الخاصة بالمنتج المطلوب إلى حسابك وحساب عضو الفريق الفائز. يمكنك استخدام القسيمة لإنشاء طلب بقيمة 0.01 دولار ثم الدفع لإكماله. 4. يحظر أي شكل من أشكال الغش. إذا تم اكتشاف أي محاولة غش ، سيتم سحب القسائم. (إذا كان عنوان IP واحد يتكرر مرتين في نفس النشاط ، فإنه يعتبر غشًا.) 5. تحتفظ ZZZZZ بالحق في التفسير النهائي لهذا النشاط .
de: 1. All ZZZZZ members can start a "" Form a Team to Win"" activity by following these steps: select your desired item, invite friends to form a team, recruit the required number of members, receive the item free of charge. 2. The system will randomly select one member from your team, and gift them one of the selected items. You can ask your team members to help you continue sharing. The more you share, the higher your chances of being selected. 3. After successfully forming a team, we will send the desired item’s coupon code to yours and the winning team member’s account. You can use the coupon to generate an order for $0.01 and then pay to complete it. 4. Any form of cheating is forbidden. If discovered, the coupons will be withdrawed. (If one IP address repeats two times in one event, it is considered cheating.) 5.ZZZZZ reserves the right to final interpretation of this activity.
es: 1. Todos los miembros de ZZZZZ pueden iniciar un "Formar un equipo para ganar" siguiendo estos pasos: selecciona el producto que deseas, invita a amigos a formar un equipo, recluta el número requerido de miembros, recibe el producto de forma gratuita. 2. El sistema seleccionará aleatoriamente un miembro de tu equipo y le dará uno de los artículos seleccionados. Puedes pedirle a los miembros de tu equipo que te ayuden a continuar compartiendo. Cuanto más compartas, mayores serán tus posibilidades de ser seleccionado. 3. Después de formar un equipo con éxito, te enviaremos el código de cupón del artículo deseado a la cuenta del miembro del equipo ganador y a la tuya. Puedes usar el cupón para generar un pedido por $ 0.01 y luego pagar para completarlo. 4. Cualquier forma de trampa está prohibida. Si se descubren, los cupones serán retirados. (Si una dirección IP se repite dos veces en un evento, se considera trampa). 5.Aquí hay como máximo 10 veces para que cada usuario se una cada día.ZZZZZ se reserva el derecho de interpretación final de esta actividad

# newcomer_check_it
source: Check It >
ar: قم بالتحقق من>
de: checken >
es: Click Aquí >

# newcomer_no_login
source: Login or Sign up Now
ar: قم بتسجيل الدخول أو إنشاء حساب الآن.
de: Einloggen oder Jetzt anmelden
es: Iniciar Sesión o Registrarse Ahora

# group_rule
source: Rules
ar: القواعد
de: Regeln
es: Reglas

# newcomer_tips_coupons_valid_date
source: Coupons are only valid for 72h! Shop now and grab the chance.
ar: القسائم صالحة فقط لمدة 72 ساعة ، لا تفوت الفرصة و قم بالتسوق الآن!
de: Gutscheine sind nur für 72h gültig! Jetzt einkaufen und die Chance nutzen.
es: ¡Los cupones solo son válidos por 72 horas! Compre ahora y aproveche la oportunidad.

# newcomer_title
source: Seckill For New User
ar: عروض مؤقتة خاصة بالمستخدم الجدد
de: Seckill für neue Benutzer
es: Seckill Para Nuevo Usuario

# text_gone
source: GONE
ar: غير متاحة
de: WEG
es: TERMINADO

source: SNAP UP NOW
ar: قم بالشراء الآن
de: Jetzt schnappen
es: Comprar Ahora

# text_starting_soon
source: STARTING SOON
ar: تبدأ قريبا
de: Beginnt bald
es: Próximamente

# OrderInfo_COD_Apologies_Msg
source: You have COD orders that haven't been paid for. You can only process another COD after you've completed the current one. If you have any questions, please contact customer services.
ar: لديك طلب COD التي لم يتم دفعها. يمكنك فقط معالجة طلب COD أخرى بعد إتمام الطلب الحالي. إذا كان لديك أي أسئلة ، يرجى الاتصال بخدمة العملاء.
de: Sie haben Nachnahme-Aufträge, für die nicht bezahlt wurde. Sie können nur dann eine weitere Nachnahme bearbeiten, nachdem Sie die aktuelle abgeschlossen haben. Wenn Sie Fragen haben, wenden Sie sich bitte an den Kundendienst.
es: Tienes órdenes contra reembolso que no han sido pagadas. Solo puedes procesar otra orden contra reembolso después de haber completado la actual. Si tienes alguna pregunta, ponte en contacto con el servicio de atención al cliente.

# OrderInfo_CheckSafety_Msg
source: Testing your equipment for a safe payment environment. Please be patient.
ar: اختبار المعدات الخاصة بك لبيئة دفع آمنة. من فضلك كُن صبور
de: Testen Sie Ihre Geräte für eine sichere Zahlungsumgebung. Bitte haben Sie Geduld.
es: Probando su equipo para un entorno de pago seguro. Por favor sea paciente.

# OrderInfo_CheckSafety_Msg2
source: Safety Guarantee Please be patient.
ar: ضمان السلامة اختبار المعدات الخاصة بك لبيئة دفع آمنة. من فضلك كُن صبور
de: Sicherheitsgarantie Bitte haben Sie Geduld.
es: Garantía de seguridad Por favor sea paciente.

# OrderInfo_CheckSafety_Title
source: Safety Guarantee
ar: ضمان السلامة
de: Sicherheitsgarantie
es: Garantía de seguridad

# group_congrats
source: Congrats! You joined a group! Do you want real-time notifications?
ar: Congrats! You started a group. Would you like to receive relevant real-time notifications?
de: Congrats! You started a group. Would you like to receive relevant real-time notifications?
es: Felicidades Empezaste un grupo. ¿Te gustaría recibir notificaciones relevantes en tiempo real?

# Community_review_translate_change
source: Change
de: Veränderung
es: Cambio

# goodsShows_header_showItems
source: Shows
ar: معرض
de: Zeigt an
es: Espectáculos

# goodsShows_header_relatedItems
source: Related Items
ar: المنتجات المتعلقة
de: ähnliche Artikel
es: Artículos relacionados

# cart_soldOut
source: Sold Out
ar: بيعت كلها
de: Ausverkauft
es: Esaurito

# goodsShows_noRelatedItem
source: No related items
ar: لا توجد معرض متعلق
de: Keine verwandten Artikel
es: No hay artículos relacionados

# goodsShows_noRelatedPosts
source: No related posts
ar: لا توجد معرض متعلق
de: Keine verwandten Beiträge
es: No hay publicaciones relacionadas

# QuestionVC_Title
source: Payment Survey
ar: استقصاء عن الدفعة
de: Zahlung Umfrage
es: Encuesta de pago

# Question_TitleHeader
source: Your feedback will help the ZZZZZ team provide you with a more satisfactory ZZZZZ experience. We will ensure the safety of your information, so please feel free to fill out.
ar: سوف تساعد تعليقاتك فريق ZZZZZ في تزويدك بتجربة ZZZZZ الأكثر إرضاءً. سنضمن سلامة المعلومات الخاصة بك ، لذلك لا تتردد في ملء.
de: Ihr Feedback hilft dem ZZZZZ-Team, Ihnen ein zufriedenstellenderes ZZZZZ-Erlebnis zu bieten. Wir sorgen für die Sicherheit Ihrer Daten. Bitte füllen Sie das Feld aus.
es: Tus comentarios ayudarán al equipo de ZZZZZ a brindarte una experiencia ZZZZZ más satisfactoria. Garantizaremos la seguridad de tu información, así que no dudes en completarla.

# Question_Title
source: What made you leave the Order Payment page without finishing the payment?
ar: ما الذي جعلك تغادر صفحة "دفع الطلب" بدون الانتهاء من الدفع؟
de: Warum haben Sie die Bestellungsseite verlassen, ohne die Zahlung abzuschließen?
es: ¿Qué te hizo abandonar la página de pago del pedido sin terminar ?

# Question_One
source: I don't want to buy (don’t need/don’t like etc.) the item(s) anymore.
ar: لا أريد شراء (لا أحتاج إلى/ لا ترغب في) تلك سلع بعد الآن.
de: Ich möchte die Artikel nicht mehr kaufen (mag / mag nicht usw.).
es: No quiero comprar (no necesito / no me gusta, etc.) el artículo (s) más.

# Question_Two
source: No suitable shipping method/Shipping time too long
ar: لا طريقة الشحن المناسبة / الشحن وقت طويل جدا
de: Keine geeignete Versandart / Lieferzeit zu lang
es: No hay método de envío adecuado / tiempo de envío demasiado largo

# Question_Three
source: I want to modify my order
ar: أرغب في تعديل طلبي
de: Ich möchte meine Bestellung ändern
es: Quiero modificar mi pedido

# Question_Four
source: I want to edit my shipping address
ar: أرغب في تحرير عنوان الشحن الخاص بي
de: Ich möchte meine Lieferadresse bearbeiten
es: Quiero editar mi dirección de envío

# Question_Five
source: No suitable payment method
ar: لا توجد طريقة دفع مناسبة
de: Keine geeignete Zahlungsart
es: No hay método de pago adecuado

# Question_Six
source: The app shows an ERROR
ar: يعرض التطبيق خطأ
de: Die App zeigt einen Fehler an
es: La aplicación muestra un error.

# Question_Seven
source: Payment amount is different from the price
ar: مبلغ الدفع يختلف عن السعر
de: Der Zahlungsbetrag unterscheidet sich vom Preis
es: El importe del pago es diferente del precio.

# Question_Eight
source: I don’t feel safe when I get onto the Order Payment page
ar: أشعر بعدم الأمان عند إدخال صفحة دفع الطلب
de: Ich fühle mich nicht sicher, wenn ich auf die Seite "Bestellung" gehe
es: No me siento seguro cuando entro a la página de Pago de Orden

# Question_Nine
source: Other, please specify
ar: أخري, برجاء التحدید
de: Sonstiges (bitte angeben)
es: Otros (especificar)

# Question_SureBack
source: Payment not finished, are you sure you want to go back?
ar: لم تكتمل عملية الدفع ، فهل تريد بالتأكيد العودة؟
de: Die Zahlung ist noch nicht abgeschlossen. Möchten Sie wirklich zurückkehren?
es: El pago no está terminado, ¿estás seguro de que quieres volver?

# Question_Thank
source: Thank you for your feedback!
ar: ؤشكرا لك على تعليقاتك!
de: Danke für Ihre Rückmeldung!
es: ¡Gracias por tus comentarios!

# Question_GreatGoods
source: Great goods wait for no one
ar: السلع الكبيرة لن تنتظرك
de: Tolle Ware wartet auf niemanden
es: Los Grandes productos no esperan a nadie

# Question_WriteSome
source: Write something...
ar: أكتب شيئا...
de: Schreibe etwas...
es: Escribe algo...

# Question_Tips
source: This question requires an answer
ar: هذا السؤال يحتاج إلى إجابة
de: Diese Frage erfordert eine Antwort
es: Esta pregunta requiere una respuesta

# Question_TipsSpecify
source: Please specify
ar: برجاء التحدید
de: Bitte angeben
es: Por favor especifica

# PaySDK_GoBackNow
source: YES, GO BACK NOW
ar: نعم ، العودة الآن
de: JA, GEHT JETZT ZURÜCK
es: SÍ, VUELVE AHORA

# PaySDK_ContinuePayment
source: NO, CONTINUE PAYMENT
ar: لا ، تابع الدفع
de: NEIN, WEITER ZAHLEN
es: NO, CONTINUAR CON EL PAGO

# PaySDK_PaymentSurvey
source: PAYMENT SURVEY
ar: استقصاء عن الدفعة
de: ZAHLUNGSFRAGE
es: ENCUESTA DE PAGO

# Question_backOrders
source: BACK TO MY ORDERS
ar: العودة إلى طلباتي
de: ZURÜCK ZU MEINEN BESTELLUNGEN
es: De vuelta a mis ordenes

# Community_outfit_goods
source: Items
ar: سلع
de: Artikel
es: Artículos

# Community_outfit_border
source: Frames
ar: إطارات
de: Rahmen
es: Marcos

# Community_LivesListVC_Title
source: Z-Me Popular Livestream
ar: -Z بث مباشر شعبية على Me
de: Z-ME Beliebter Live-Stream
es: Transmisión en vivo popular de Z-Me

# Community_Lives_Live_Views
source: Views
ar: عرض
de: Ansehen
es: Vistas

# Community_Lives_Live_Goods
source: Items
ar: السلع
de: Artikel
es: Artículos

# Community_Lives_Live_Start_In
source: Livestream starts at
ar: البث المباشر يبدأ في
de: Live-Stream beginnt um
es: Livestream comienza en

# Community_LivesVideo_Host
source: Host
ar: مضيف
de: Gastgeber
es: Anfitrión

# Community_LivesVideo_No_Wifi_Play_Msg
source: You are currently using your mobile data, do you want to continue？
ar: أنت تستخدم حاليًا بيانات هاتفك المحمول ، هل تريد المتابعة？
de: Sie verwenden derzeit Ihre mobilen Daten. Möchten Sie fortfahren？
es: Actualmente está utilizando sus datos móviles, ¿desea continuar?？

# Community_LivesVideo_No_Wifi_Play_Cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar

# Community_LivesVideo_No_Wifi_Play_OK
source: Keep streaming
ar: متابعة البث
de: Streaming fortsetzen
es: Continuar la transmisión

# Community_LivesVideo_Host_No_Arrived_Msg
source: Oh no! The host hasn’t arrived yet! Check the broadcast time!
ar: لا لا! المضيفة لم يصلت بعد! تحقق من وقت البث!
de: Ach nein! Der Gastgeber ist noch nicht eingetroffen! Überprüfen Sie die Sendezeit!
es: ¡Oh no! ¡El anfitrión aún no ha llegado! Compruebe el tiempo de emisión!

# Community_LivesVideo_Host_Left_Msg
source: Oh no! The host left.
ar: لا لا! المضيفة غادرة.
de: Ach nein! Der Gastgeber ging.
es: Oh no El anfitrión se fue.

# Community_LivesVideo_Goods_Sold_Out_msg
source: Oh no! The items have sold out.
ar: لا لا! السلع قد بيعت.
de: Ach nein! Die Artikel sind ausverkauft.
es: ¡Oh no! Los artículos se han agotado.

# Community_LivesVideo_Host_Forgot_Introduce_msg
source: Oh no! The host forgot to introduce themselves.
ar: لا لا! نسيت المضيفة لتقديم أنفسهم.
de: Ach nein! Der Gastgeber hat vergessen, sich vorzustellen.
es: ¡Oh no! El anfitrión se olvidó de presentarse.

# Reviews_Height
source: Height
ar: ارتفاع
de: Höhe
es: Altura

# Reviews_Waist
source: Waist
ar: صدرة
de: Taille
es: Cintura

# Reviews_Hips
source: Hips
ar: ورك
de: Hüften
es: Caderas

# Reviews_BustSize
source: Bust Size
ar: حجم الصدر
de: Oberweite
es: Tamaño del busto

# Reviews_SubmitInfo
source: Submit size info
ar: إرسال معلومات الحجم
de: Größeninformationen übermitteln
es: Enviar información de tamaño

# Reviews_SubmitInfo2Poinst
source: The sizes you providing could help other users as a guide. And you can get additional 10 z-ponits when you first provided your sizes.
ar: الحجم يمكن أن يساعد العملاء الآخرين، وإن توفر معلوماتك للمرة الأول ستحصل على 10 نقاط
de: Die von Ihnen angegebenen Größen-Daten können anderen Kunden als Leitfaden dienen. Und Sie können zusätzliche 10 Z-Punkte erhalten, wenn Sie Ihre Größen zum ersten Mal angegeben haben.
es: Los tamaños que proporcione podrían ayudar a otros usuarios como guía. Y puede obtener 10 z-ponits adicionales cuando proporcionó sus tamaños por primera vez.

# Reviews_PrivacyContent
source: Your personal data is only used to give other users suggestions when purchasing items and will sometimes be used to recommend the most appropriate size according to your clothing size.
ar: يتستخدم بياناتك الشخصية فقط لتقديم اقتراحات للمستخدمين الآخرين عند شراء السلع ، وسوف تستخدم أحيانًا للتوصية بالحجم الأنسب وفقًا لحجمك
de: Ihre persönlichen Daten werden nur verwendet, um anderen Kunden beim Kauf von Artikeln Vorschläge zu machen, und sie werden manchmal verwendet, um die am besten geeignete Größe für Sie zu empfehlen.
es: Sus datos personales solo se usan para dar sugerencias a otros usuarios cuando compran artículos y, a veces, se usarán para recomendar el tamaño más apropiado según el tamaño de su ropa.

# Reviews_PrivacyContentOne
source: With it, we can provide real-time recommendations for clothing sizes.
ar: توصيات في الوقت الحقيقي لأحجام الملابس.
de: Wir können damit Echtzeitempfehlungen für Kleidungsgrößen geben.
es: Con él, podemos proporcionar recomendaciones en tiempo real para tallas de ropa.

# Reviews_PrivacyContentTwo
source: This is aimed to improve the overall quality of our recommendation system.
ar: هذا يهدف إلى تحسين الجودة الشاملة لنظامنا التوصية.
de: Damit soll die Gesamtqualität unseres Empfehlungssystems verbessert werden.
es: Esto tiene como objetivo mejorar la calidad general de nuestro sistema de recomendación.

# Reviews_PrivacyContentThree
source: Suggestions on alternative sizes from comments.
ar: اقتراحات بإختيار الأحجام من التعليقات
de: Vorschläge für alternative Größen aus Kommentaren.
es: Sugerencias sobre tamaños alternativos a partir de comentarios.

# Reviews_OverallFit
source: Overall Fit
ar: عموما مناسبا
de: Gesamtpassform
es: Ajuste general

# OverallFit_Small
source: Small
ar: صغير
de: Klein
es: Pequeña

# OverallFit_TrueToSize
source: True to Size
ar: حجم مناسب
de: Entspricht der Größe
es: Fiel al tamaño

# OverallFit_Large
source: Large
ar: كبير
de: Groß
es: Grande

# OverallFit_Required
source: Please fill in the "Overall Fit"
ar: يرجى ملء “تناسب شاملا”
de: Bitte geben Sie den "Overall Fit" an
es: Por favor, rellene el "Ajuste General"

# Login_AlreadyRegister
source: The email address is already in use
ar: عنوان البريد الإلكتروني مستخدم من قبل.
de: die E-Mail-Adresse ist bereits vergeben
es: Este email ya está en uso

# Login_AlreadyRegisterTips
source: Enter your password If you’ve forgotten your password you can reset it
ar: إدخل رقمك السري إذا نسيت كلمة مرورك ، فيمكنك إعادة تعيينها
de: Geben Sie Ihr Passwort ein Wenn Sie Ihr Passwort vergessen haben, können Sie es zurücksetzen.
es: Ingrese su contraseña Si ha olvidado su contraseña, puede restablecerla.

# Login_BindEmailTips
source: Email account bound. Enjoy your 15% off coupon
ar: حساب البريد الإلكتروني ملتزم. استمتعي بخصم 15% على القسيمة
de: E-Mail-Konto gebunden. Genießen Sie Ihren 15% Rabatt-Gutschein
es: Cuenta de correo electrónico vinculada. Disfruta de tu cupón del 15%

# Account_RecomTitle
source: Discover Your Style Muse
ar: اكتشاف موسى لطريقتك
de: Entdecke Ihre Style-Muse
es: Descubre Tu Estilo Musa

# Car_Empty_Women
source: Women
ar: نساء
de: Damen
es: Mujer

# Car_Empty_Men
source: Men
ar: رجال
de: Herren
es: Hombre

# Car_Empty_ForNewUser
source: 15% Off For New Users
ar: %15 خصم للمستخدمين الجدد
de: 15% Rabatt Für Neue Mitglieder
es: 15% de descuento para nuevos usuarios

# Car_Empty_PickYouLike
source: Please pick what you like
ar: يرجى اختيار ما تريد
de: Finden Sie Ihren Stil
es: Encuentra tu estilo

# Detail_GroupBuy_GetItFreeTitle
source: Get It Free
ar: احصل عليه مجانا
de: Kostenlos
es: Consíguelo gratis

# OrderInfo_check_change_x_address
source: Change to %@ site
ar: تغيير إلى موقع %@
de: Wechsel auf %@ -Seite
es: Cambiar al sitio %@

# OrderInfo_page_free
source: FREE
ar: مجانيا
de: KOSTENLOS
es: GRATIS

# OrderInfo_check_error_address_msg
source: There is an error in your delivery address info.
ar: يوجد خطأ في معلومات عنوان التسليم الخاص بك.
de: Es gibt einen Fehler in Ihrer Lieferadresse info.
es: Hay un error en la información de su dirección de entrega.

# OrderInfo_discount_info_desc
source: This discount is only valid for COD orders to help facilitate cash transactions.
de: Dieser Rabatt gilt nur für Bestellungen per Nachnahme, um Bargeldtransaktionen zu erleichtern.
es: Este descuento solo es válido para pedidos contra reembolso para ayudar a facilitar las transacciones en efectivo.

# OrderInfo_following_credit_cards
source: WE ACCEPT
ar: نحن نقبل
de: WIR AKZEPTIEREN
es: ACEPTAMOS

# OrderInfo_priceList_online_payment_discount
source: Online Payment Discount
ar: خصم الدفع الإلكتروني
de: Online-Zahlungsrabatt
es: Descuento de pago en línea

# OrderInfo_priceList_event_discount
source: Event Discount
ar: خصم النشاط
de: Event-Rabatt
es: Descuento de Evento

# OrderInfo_priceList_grandTotal
source: Grand Total
ar: مبلغ إجمالي
de: Insgesamt

# OrderInfo_priceList_zpoints
source: Z points
ar: نقطة Z
de: Z Punkte: Z Punkte
es: Z puntos

# OrderInfo_check_change_address_cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar

# CarVC_more_gift
source: more gift
ar: مزيد من الهدايا
de: Mehr Geschenk
es: más regalo

# Community_story_x_likes
source: Your story got %@ likes
ar: قصتك حصلت على %@ إعجاب
de: Deine Geschichte hat %@ Likes
es: Tu historia tiene %@ gustos

# OrderInfo_priceList_insurance
source: Insurance
ar: تأمين
de: Versicherung
es: Seguros

# OrderInfo_discount_info
source: Discount Info
de: Rabatt Info
es: Información de descuento

# OrderInfo_priceList_student_discount
source: Student Discount
ar: خصم للطلاب
de: Studentenrabatt
es: Descuento de estudiante

# CarVC_free_standard_shipping
source: Qualify for Free Standard Shipping
ar: تأهل شحن قياسي مجاني
de: Kostenloser Standardversand
es: Calificación de Envío estándar gratuito

# CarVC_add_x_free_shipping
source: Add %@ to get free shipping
ar: أضيفي %@ لحصول على شحن مجاني
de: %@ hinzufügen, erhalten Gratis Versand
es: Añadir %@ para obtener envío GRATIS

# OrderInfo_priceList_cod_fee
source: COD fee
ar: رسوم الدفع عند التسليم
de: COD Gebühr
es: COD

# OrderInfo_check_error_address_change
source: Modify Address
ar: يرجى تصحيح هذه القضايا.
de: Bitte korrigieren Sie diese Probleme.
es: Modificar Dirección

# OrderInfo_priceList_cod
source: COD Discount
ar: خصم
de: COD Rabatt
es: COD Descuento

# Community_story_likes_guide_msg
source: You can click the photo twice to like this story
ar: يمكنك النقر فوق الصورة مرتين للاستمتاع بهذه القصة
de: Sie können das Foto zweimal anklicken, um diese Geschichte zu mögen
es: Puedes hacer clic en la foto dos veces para que te guste esta historia.

# OrderInfo_check_regions
source: Shipping fees will be different according to different countries / regions, the final price will depend on the delivery address
ar: رسوم الشحن ستكون مختلفة وفقا لمختلف البلدان / المناطق ، فإن السعر النهائي يعتمد على عنوان التسليم
de: Die Versandkosten sind je nach Land unterschiedlich, der Endpreis hängt von der Lieferadresse ab.
es: Las tarifas de envío serán diferentes según los diferentes países / regiones, el precio final dependerá de la dirección de entrega

# OrderInfo_priceList_deliver
source: Delivery
ar: رسوم الشحن
de: Lieferung
es: Delivery Cuota

# OrderInfo_check_address_info_msg
source: Address info error
ar: معلومات عنوان خاطئة
de: Adressinfo-Fehler
es: Información de dirección de error

# OrderInfo_priceList_coupon_discount
source: Coupon Discount
ar: خصم الكوبون
de: Coupon-Rabatt
es: Descuento de cupones

# OrderInfo_priceList_subtotal_total
source: Sub-total
ar: سعر المنتجات
de: Summe Insgesamt
es: Total Subtotal

# OrderInfo_check_error_address_cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar

# CarVC_add
source: Add
ar: إضافة
de: Hinzufügen
es: Añadir

# Detail_Only_count_left
source: Only %@ left
ar: %@ مستبقية فقط
de: Nur %@ auf Lager
es: Solo queda %@

# Detail_Ends_in
source: Ends in
ar: ستنتهي بعد
de: Endet in
es: Termina en

# ListTimeCountDown_Tip
source: Flash sale
ar: عروض مؤقتة
de: Blitz Deals
es: Oferta Flash

# OrderInfo_priceList_supermeStudent_discount
source: Supreme Student discount
de: Supreme Studentrabatt
es: Descuento de estudiante supremo

# OrderInfo_priceList_insurance_discount
source: Air Cargo Insurance
de: Luftfrachtversicherung
es: Seguro de Carga Aérea

# OrderInfo_priceList_ZpointToSave
source: Z Points = Savings
ar: نقطة Z = توفير
de: Z Punkte = Einsparungen
es: Puntos Z = Ahorro

# OrderCheckCoupon_NoCouponTips
source: Input the coupon code into the box to use the coupon.
ar: ادخل رمز الكوبون في المربع لاستخدامه.
de: Coupon Code eingeben, um den Coupon einzulösen.
es: Ingrese el código del cupón en la casilla para usar el cupón.

# Account_birthday_tips
source: Enter your birthday and we’ll send you a gift on the day
ar: أدخل تاريخ ميلادك وسنرسل لك هدية في ذلك اليوم
de: Geben Sie Ihren Geburtstag ein und wir werden Ihnen an diesem Tag ein Geschenk senden.
es: Ingresa tu cumpleaños y te enviaremos un regalo el día.
