Repository: SmileOcc/SWFTDEMO
Catalog: YWFZDemo/YWZFDemo/Supporting Files/Language/*.lproj/Localizable.strings
Languages: ar, de, es

# ForceUpgrade_message
source: Dear ZZZZZ users, we have recently made an all-round improvement to our app. Please install the latest version to enjoy a better shopping experience.
ar: أعزائي مستخدمى زافول ، لقد قمنا مؤخرًا بتحسين شامل على تطبيقنا. يرجى تحديث لأحدث إصدار للاستمتاع بأفضل تجربة التسوق.
de: Sehr geehrte ZZZZZ-Nutzer, wir haben kürzlich eine umfassende Verbesserung unserer App vorgenommen. Bitte installieren Sie die neueste Version, um ein besseres Einkaufserlebnis zu genießen.
es: Chers utilisateurs de ZZZZZ, nous avons récemment apporté des améliorations à notre application. Merci de bien vouloir installer la dernière version pour profiter d'une meilleure expérience de shopping.

# Help_VC_Title
source: Help
ar: المساعدة
de: Hilfe
es: Ayudar

# Profile_VC_Title
source: Profile
ar: الملف الشخصي
de: Profil

# Profile_FirstName_Placeholder
source: First Name
ar: الاسم الأول
de: Vorname
es: Nombre

# Profile_LastName_Placeholder
source: Last Name
ar: اسم العائلة
de: Familienname, Nachname
es: Apellido

# Profile_NickName_Placeholder
source: Nickname
ar: اللقب
de: Spitzname
es: Apodo

# Profile_Male
source: Male
ar: ذكر
de: Männlich
es: Hombre

# Profile_Female
source: Female
ar: أنثى
de: Weiblich
es: Mujer

# Profile_Privacy
source: Privacy
ar: الخصوصية
de: Privatsphäre
es: Privacidad

# Profile_Birthday_Placeholder
source: Birthday
ar: تاريخ الميلاد
de: Geburtstag
es: Cumpleaños

# Profile_Phone_Placeholder
source: Phone
ar: رقم الهاتف
de: Telefon
es: Teléfono

# Profile_Save_Button
source: Save
ar: حفظ
de: speichern
es: Guardar

# Profile_Enter_FirstName_Message
source: Please enter your first name.
ar: الرجاء ادخال الاسم الأول
de: Bitte geben Sie Ihren Vornamen ein.
es: Ingrese su nombre

# Profile_Least_FirstName_Message
source: Your first name should be at least 2 characters long.
ar: يجب أن يتكون اسمك الأول من حرفين على الأقل.
de: Ihr Vorname sollte mindestens 2 Zeichen lang sein.
es: Su nombre debe tener al menos 2 caracteres

# Profile_Maxium_FirstName_Message
source: Your first name can only be 32 characters long.
ar: يمكن أن يكون اسمك الأول 32 حرفًا كحد أقصى.
de: Ihr Vorname darf nur 32 Zeichen lang sein.
es: Su nombre debe tener máximo 32 caracteres

# Profile_Enter_LastName_Message
source: Please enter your last name
ar: الرجاء ادخال الاسم العائلة
de: Bitte geben Sie ihren Nachnamen ein
es: Por favor ingrese su apellido

# Profile_Least_LastName_Message
source: Your last name should be at least 2 characters long
ar: يجب أن يتكون اسمك العائلة من حرفين على الأقل.
de: Ihr Nachname sollte mindestens 2 Zeichen lang sein
es: Su apellido debe tener al menos 2 caracteres

# Profile_Maxium_LastName_Message
source: Your last name can only be 32 characters long.
ar: يمكن أن يكون اسمك العائلة 32 حرفًا كحد أقصى.
de: Ihr Nachname darf nur 32 Zeichen lang sein.
es: Su apellido debe tener máximo 32 caracteres

# Profile_Enter_Phone_Message
source: Please enter a phone number
ar: الرجاء ادخال رقم الهاتف
de: Bitte geben Sie eine Telefonnummer ein
es: Por favor ingrese su número telefónico

# Profile_Least_Phone_Message
source: Your phone number should be at least 6 characters long
ar: يجب أن يتكون رقمك الهاتف من 6 أرقام على الأقل.
de: Ihre Telefonnummer sollte mindestens 6 Zeichen lang sein
es: Su número telefónico debe contener al menos 6 caracteres

# Profile_Maxium_Phone_Message
source: Your phone number can only be 20 digits long.
ar: يمكن أن يكون رقمك العاتف 20 رقما كحد أقصى.
de: Ihre Telefonnummer kann nur 20 Ziffern lang sein.
es: Su número telefónico debe tener al menos 20 caracteres

# Profile_Enter_NickName_Message
source: Please enter nickname.
ar: الرجاء ادخال لقب
de: Bitte gib einen Spitznamen ein.
es: Por favor ingrese su apodo

# Profile_Least_NickName_Message
source: Your nickname should be at least 2 characters long.
ar: يجب أن يتكون لقبك من رمزين على الأقل.
de: Ihr Nickname sollte mindestens 2 Zeichen lang sein.
es: Su apodo debe contener 2 caracteres

# Profile_Maxium_NickName_Message
source: Your nickname can only be 35 characters long.
ar: يمكن أن يكون لقبك 35 رمزا كحد أقصى.
de: Ihr Nickname kann nur 35 Zeichen lang sein.
es: Su apodo debe tener un máximo de 35 caracteres

# Profile_Personal_Success_Message
source: Your personal information has been successfully modified!
ar: تم تعديل معلوماتك الشخصية بنجاح!
de: Ihre persönlichen Daten wurden erfolgreich geändert!
es: Su información personal ha sido modificada exitosamente!

# InputTextView_message
source: Must be under 300 characters.
ar: يجب أن تحتوي على أقل من 300 حرفا.
de: Muss unter 300 Zeichen sein.
es: Debe ser menor a 300 caracteres.

# InputTextView_Send
source: Send
ar: إرسال
de: Senden
es: Enviar

# Community_Follow
source: Follow
ar: متابعة
de: Folgen
es: Seguir

# Community_TOP
source: TOP
ar: الحار
de: OBEN

# Community_Big_Views
source: views
ar: مشاهدة
de: ansichten
es: vistas

# Community_Little_Views
source: %@ views
ar: %@ مشاهدة
de: %@ Ansichten
es: %@ vistas

# Community_ShareTitle
source: Latest Fashion Deals
ar: أحدث عروض الأزياء
de: Neueste Modeangebote
es: Las últimas ofertas en moda

# Community_ShareContent
source: My style show on ZZZZZ, do you like it?
ar: أسلوبي يظهر على زافول، هل يعجبك؟
de: Meine Style Show auf ZZZZZ, mögen Sie es?
es: Este es mi estilo ZZZZZ, te gusta?

# Community_Tab_Title_Explore
source: Explore
ar: اكتشاف
de: Erkunden
es: Explorar

# Community_Tab_Title_Faves
source: Faves
ar: المفضلات
de: Favoriten
es: Favoritos

# Community_HeaderView_HotVideo
source: Hot Videos
ar: أرؤع فيديو
de: Heiße Videos
es: Video Popular

# Community_HeaderView_HotTopic
source: Hot Topics
ar: أرؤع موضوع
de: Heiße Themen
es: Tema Popular

# Community_HeaderView_RecentPosts
source: Recent Posts
ar: المشاركات الاخيرة
de: kürzliche Posts
es: Publicaciones Reciente

# Community_HeaderView_More
source: More
ar: المزيد
de: Mehr
es: Más

# Community_HeaderView_styleCallery
source: Style Gallery
ar: معرض الأسلوب
de: Stilgalerie

# Community_HeaderView_New
source: New
ar: الجديد
de: Neu
es: Nuevo

# Community_HeaderView_Popular
source: Popular
ar: شائع
de: Beliebt

# Video_VC_TextView_Placeholder
source: What do you think?
ar: ما رأيك؟
de: Was denken Sie?
es: que piensas

# Video_VC_CannotPost_Message
source: You can't comment on your own post.
ar: لا يمكنك التعليق على منشورك.
de: Sie können Ihren eigenen Beitrag nicht kommentieren.
es: no puedes comentar en tu propio post.

# VideoViewViewModel_NoData_Title
source: Posts from “Popular” will appear here
ar: ستظهر المشاركات من "شائع" هنا
de: Beiträge von "Beliebt" werden hier angezeigt
es: Las publicaciones populares aparecerán aquí

# VideoView_HeaderView_Title
source: Comments
ar: التعليقات
de: Bemerkungen
es: Comentarios

# TopicList_VC_Title
source: Fashion Topic
ar: موضوع عن الموضة
de: Modethema
es: Temas de Moda

# TopicHead_Cell_JoinedIn
source: joined in
ar: انضمام إلى
de: Schloss sich an
es: unirse

# TopicHead_Cell_ViewAll
source: View All
ar: مشاهدة الجميع
de: Alle ansehen
es: VER TODO

# TopicLabelDeleteAlertView
source: Are you sure?
ar: هل أنت متأكد؟
de: Sind Sie sicher?
es: ¿Estás segura?

# TopicLabelDeleteTopicAlertView
source: Are you sure you want to delete this post?
ar: هل أنت متأكد أنك تريد حذف هذ المنشور؟
de: Möchten Sie diesen Beitrag wirklich löschen?
es: ¿Está seguro de que quiere borrar este post?

# Topic_VC_Title
source: Topic Details
ar: تفاصيل الموضوع
de: Themendetails
es: Temas de Moda

# TopicDetailView_Ranking
source: RANKING
ar: المتصدرين
de: RANG
es: CALIFICAR

# TopicDetailView_Latest
source: LATEST
ar: الأحدث
de: NEUESTE
es: ÚLTIMO

# TopicDetailView_Reviews
source: Reviews
ar: التعليقات
de: Bewertungen
es: Reseñas

# TopicDetailView_ViewAll
source: VIEW ALL
ar: مشاهدة الجميع
de: ALLE ANSEHEN
es: VER TODO

# TopicDetailView_joinIn
source: Join in
ar: انضمام إلى
de: dazu kommen
es: Unirse

# CommunityDetail_VC_TextView_Placeholder
source: What do you think?
ar: ما رأيك؟
de: Was denken Sie?
es: que piensas

# CommunityDetail_VC_CannotPost_Message
source: You can't comment on your own post.
ar: لا يمكنك التعليق على منشورك.
de: Sie können Ihren eigenen Beitrag nicht kommentieren.
es: no puedes comentar en tu propio post

# Follow_VC_Title_LikedBy
source: Liked By
ar: يعجبه
de: Zufrieden mit
es: Le gusta a

# Follow_VC_Title_Following
source: Following
ar: يتابع
de: Folgend
es: Siguiendo

# Follow_VC_Title_Followers
source: Followers
ar: متابعون
de: Anhänger
es: Seguidores

# FollowViewModel_NoData_GetStatus
source: Follow others to receive their recent status updates.
ar: اتبع الآخرين لتلقي أحدث حادث حال الخاصة بهم.
de: Folge anderen, um ihre letzten Status-Updates zu erhalten.
es: Sigue a otros para ver sus estatus más recientes

# FollowViewModel_NoData_NotAny
source: Not followed anyone yet
ar: لم يتبع أي شخص بعد
de: Noch niemandem gefolgt
es: Aún no sigues a nadie

# FollowViewModel_NoData_AddPhotos
source: Add Photos to get Followers
ar: إضافة صور للحصول على متابع
de: Fotos hinzufügen, um Follower zu erhalten
es: Agrega Fotos para obtener Seguidores

# FollowViewModel_NoData_NoFollowers
source: No followers
ar: لا يوجد متابع
de: Keine Anhänger
es: Sin Seguidores

# PopularViewModel_NoData_Title
source: Posts from "Popular" will appear here.
ar: المنشور من "شائع " سيظهرهنا.
de: Beiträge von "Beliebt" werden hier angezeigt.
es: Tus Publicaciones populares aparecerán aquí

# FavesCommendHeadView_RecommendUp
source: Recommend up
ar: موصى به
de: Empfehlen Sie es
es: Recomendados

# FavesViewModel_NoData_Title
source: You will find friends and bloggers sharing their shopping tips here. Follow them now.
ar: ستبحث عن أصدقاء ومدونين يشاركونك نصائح التسوق هنا. تابعتهم الآن.
de: Hier finden Sie Freunde und Blogger, die ihre Einkaufstipps teilen. Folge ihnen jetzt.
es: Encontraras amigos y bloggers para compartir tips de compras, síguelos ahora.

# FavesViewModel_NoData_AddMoreFriends
source: Add more friends
ar: إضافة صديق جديد
de: weitere Freunde hinzufügen
es: AÑADIR MÁS AMIGOS

# MyStylePage_SubVC_Shows
source: Shows
ar: المنشور
de: Zeigt an

# MyStylePage_Unfollow_Tip
source: Are you sure you want to unfollow?
ar: هل أنت متأكد من أنك تريد إلغاء المتابعة؟
de: Sind Sie sicher, dass Sie nicht mehr folgen möchten?
es: Estás segura de dejar de seguir

# MyStylePage_Unfollow
source: Unfollow
ar: إلغاء المتابعة
de: Nicht folgen
es: Dejar de seguir

# StyleSelectView_Shows
source: Shows
ar: المنشور
de: Zeigt an

# StyleHeaderView_Followed
source: Followed
ar: تم المتابعة
de: Gefolgt
es: Seguido

# StyleHeaderView_Following
source: Following
ar: أتابع
de: Folgend
es: Siguiendo

# StyleHeaderView_Followers
source: Followers
ar: متابعون
de: Anhänger
es: Seguidores

# StyleHeaderView_BeLiked
source: Been Liked
ar: يعجب
de: Gewonnen
es: Obtén Likes

# StyleHeaderView_Edit_Profile
source: Edit Profile
ar: تعديل الملف الشخصي
de: Profil bearbeiten
es: Editar Perfil

# CommendUserCell_Posts
source: Posts
ar: المنشورات
de: Beiträge

# CommendUserCell_BeLiked
source: Been Liked
ar: يعجبه
de: Gewonnen
es: Like

# AddMoreFriends_VC_Title
source: Add more friends
ar: إضافة المزيد من الأصدقاء
de: Fügen Sie weitere Freunde hinzu
es: Agrega más amigos

# CommunitySearchNoResultTips
source: Sorry, no results matched your search request.
ar: ذرا،
de: Entschuldigung, keine Ergebnisse entsprechen Ihrer Suchanfrage.
es: Lo sentimos, Ningún resultado coincide con tu solicitud de búsqueda

# FriendsResultCell_Posts
source: Posts
ar: المنشورات
de: Beiträge
es: Publicaciones

# FriendsResultCell_BeLiked
source: Been Liked
ar: يعجبه
de: Gewonnen
es: Obtén Likes

# Contacts_VC_Title
source: Contacts
ar: إتصال به
de: Kontakte
es: Contactos

# Contacts_VC_Message
source: Join Z-Me community now! BIG coupons and giveaways are awaiting you. You can also find great shopping experiences and fashion ideas on ZZZZZ.com.
ar: انضم إلى مجتمع Z-Me الآن! كوبونات كبيرة وهبات ZZZZZ.comتنتظرك. يمكنك أيضًا العثور على تجارب التسوق الرائعة وأفكار الموضة على
de: Trete jetzt der Z-Me Community bei! GROSSE Gutscheine und Giveaways erwarten Sie. Sie können auch tolle Einkaufserlebnisse und Modeideen auf ZZZZZ.com finden.
es: Únete a la comunidad Z-Me ahora! Obtén cupones y giveaways te esperan! Disfruta de experiencias de compra y la moda en ZZZZZ.com.

# Contacts_VC_Send
source: Send
ar: إرسال
de: Senden
es: Enviado

# AddMoreFriends_Contacts
source: Contacts
ar: إتصال به
de: Kontakte
es: Contactos

# AddMoreFriends_FaceBook
source: Facebook Friends
ar: أصدقاء فيسبوك
de: Facebook-Freunde
es: Amigos de Facebook

# AddMoreFriends_Suggested
source: Suggested users
ar: اقتراحات المستخدمين
de: Vorgeschlagene Benutzer
es: usuarios sugeridos

# Post_VC_Post
source: Post
ar: المنشور
de: Posten
es: enviar

# Post_VC_Post_TextView_Placeholder
source: What's on your mind? (0/2000).
ar: (0/2000)بم تفكر؟
de: Was haben Sie auf dem Herzen? (0/2000).
es: ¿Que piensas? (0/2000)

# Post_VC_Post_AddTopics
source: Hot Topics
ar: مواضيع
de: Heiße Themen
es: Topicos Hot

# Post_VC_Post_AddItems
source: Add Items
ar: إضافة السلع
de: Elemente hinzufügen
es: Agregar Artículos

# Post_VC_Post_Cancel_Message
source: Cancel your review?
ar: إلغاء تعليقك؟
de: Deine Bewertung abbrechen?
es: Cancelar tu reseña?

# Post_VC_Post_Cancel_No
source: No
ar: لا
de: Nein

# Post_VC_Post_Cancel_Yes
source: Yes
ar: نعم
de: Ja
es: Si

# Post_VC_Post_NoPhotos_Tip
source: Don’t forget to add some photos!
ar: لا تنس إضافة بعض الصور!
de: Vergessen Sie nicht, ein paar Fotos hinzuzufügen!
es: No olvides agregar algunas Fotos!

# Post_VC_Post_MaxTag_Tip
source: You can only select 6 tags
ar: يمكنك إختيار 6 لصقات البطاقة فقط
de: Sie können nur 6 Tags auswählen
es: Solo puedes seleccionar 6 etiquetas

# Post_VC_Post_TextView_Tip
source: Must be under 3000 characters.
ar: يجب أن يكون أقل من 3000 حرف.
de: Muss unter 3000 Zeichen sein.
es: Debe ser menor a 3000 caracteres.

# Post_VC_Post_Success_Tips
source: Successfully posted!
ar: تم نشره بنجاح!
de: Erfolgreich gepostet!
es: Publicado con éxito !

# Post_VC_Post_Success_Points_Tips
source: Z Points +30
ar: Z نقطة 30+
de: Z Punkte +30
es: 30 Puntos Z

# GoodsPage_VC_WishList
source: Wish List
ar: قائمة الأمنيات
de: Wunschzettel
es: Lista de deseos

# GoodsPage_VC_Bag
source: Bag
ar: العربة
de: Warenkorb
es: Bolsa

# GoodsPage_VC_Order
source: Order
ar: الطلب
de: Bestellung
es: Orden

# GoodsPage_VC_Recent
source: Recent
ar: الأخيرة
de: Kürzlich
es: Reciente

# GoodsPage_VC_Done
source: Done
ar: تم
de: Fertig
es: Hecho

# Post_ViewModel_Alert_NoItem_Tip
source: You have added this item already
ar: لقد أضفت هذه السلعة سابقا
de: Sie haben diesen Artikel bereits hinzugefügt
es: Ya se ha agregado este artículo

# Post_ViewModel_Alert_MaxItem_Tip
source: You can only select 6 items
ar: يمكنك إختيار 6 سلع فقط
de: Sie können nur 6 Artikel auswählen
es: Solo puedes seleccionar 6 artículos

# RecentViewModel_NoData_Title
source: Sorry, we couldn't find any recent items.
ar: عذرًا ، لم نتمكن من العثور على أي سلع أخيرة.
de: Entschuldigung, wir konnten keine neuen Artikel finden.
es: Lo sentimos, no pudimos encontrar nada en tus vistas recientes

# ContactsViewModel_AuthorizationFailure_Title
source: Couldn't access contact
ar: لا يمكن الوصول إلى الاتصال
de: Zugriff auf Kontakt nicht möglich
es: No pudimos acceder a tus contactos

# ContactsViewModel_AuthorizationFailure_Message
source: Please allow ZZZZZ to access your Contacts by going to Settings > Privacy > Contacts
ar: الرجاء سماح لزافول بالوصول إلى جهات الاتصال الخاصة بك عن طريق الانتقال إلى الإعدادات> الخصوصية> جهات الاتصال
de: Bitte erlauben Sie ZZZZZ, auf Ihre Kontakte zuzugreifen, indem Sie zu Einstellungen> Datenschutz> Kontakte gehen
es: Por favor permite a ZZZZZ acceder a tus contactos en Ajustes > Privacidad > Contactos

# ContactsViewModel_AuthorizationFailure__GoToSetting
source: Go to Settings
ar: انتقال إلى الإعدادات
de: Gehe zu den Einstellungen
es: Ir a Ajustes

# LikesViewModel_NoData_NotLikes
source: Not liked anything yet
ar: لم يجد أي شيئ يعجبك
de: Noch nichts gemocht
es: Aún no tiene likes

# ShowsViewModel_NoData_NotShowed
source: Not showed anything yet
ar: لم تظهر أي شيء حتى الآن
de: Noch nichts gezeigt
es: No se ha mostrado a nadie

# AccountOutfits_NoData_NotOutfits
source: You haven't posted any outfits yet
ar: لم تنشر أي أزياء حتى الآن
de: Du hast noch keine Outfits gepostet
es: Todavía no has publicado ningún outfit

# AccountOtherOutfits_NoData_NotOutfits
source: There are no outfits yet
ar: لا يوجد زي حتى الآن
de: Es gibt noch keine Outfits
es: Todavía no hay ningún outfit.

# TopicViewModel_NoData_FirstJoined
source: Be the first to join
ar: كن أول من ينضم
de: Sei der Erste, der sich anschließt
es: Se la primera en unirte

# WishlistViewModel_NoData_CannotFind
source: Sorry, we couldn't find anything in your wish list
ar: عذرًا ، لم نتمكن من العثور على أي شيء في قائمة أمنياتك
de: Entschuldigung, wir konnten nichts in deiner Wunschliste finden
es: Lo sentimos, no pudimos encontrar nada en tu lista de deseos

# MessagesViewModel_title
source: Messages
ar: رسائل
de: Mitteilungen
es: Mensajes

# MessagesViewModel_NoData_Message
source: Sorry You have no messages yet
ar: عذرا، ليس لديك رسالة حتى الآن
de: Entschuldigung Sie haben noch keine Nachrichten
es: Lo sentimos aún no tiene mensajes

# MessagesViewModel_Data_Detete
source: The post has been deleted
ar: تم حذف المنشور هذا
de: Der Beitrag wurde gelöscht
es: La publicación ha sido borrada

# FriendsCommendViewModel_Share_Content
source: Hurry up, I need a fashion pal to join me!
ar: هيا بنا أحتاج إلى صديق الموضة للانضمام لي!
de: Beeil dich, ich brauche einen Modekumpel, der zu mir kommt!
es: Date prisa, necesito a una amiga para estar a la moda!

# ZFShare_Community_post
source: Check this out, I just found something fun!
ar: شاهد هذا، لقد وجدت شيئا ممتعا!
de: Siehen Sie das an, ich habe gerade etwas Spaß gefunden!
es: Mira lo que acabo de publicar, es muy divertido!

# ZFShare_Community_topic
source: Join this topic with me, let's rock it together!
ar: انضم إلى هذا الموضوع معي ، دعنا نحدثه معًا!
de: Begleite dieses Thema mit mir, lass es uns zusammen rocken!
es: Únete a este tema conmigo, y vamos a roquear!

# ZFShare_Community_outfits
source: Hey, I just found an outfit on ZZZZZ!
ar: أهلا وسهلا، لقد وجدت ملبس جميل في زافول.
de: Hey, ich habe gerade ein Outfit auf ZZZZZ gefunden!
es: Hey, acabo de crear un outfit en ZZZZZ!

# FriendsResultViewModel_NoData_Message
source: Sorry, no results matched your search request
ar: عذرا، لا توجد نتائج مطابقة لطلب بحثك.
de: Entschuldigung, keine Ergebnisse entsprechen Ihrer Suchanfrage
es: Lo sentimos, no hay resultados para su solicitud

# TimeLapse_Later
source: later
ar: بعد
de: später
es: después

# TimeLapse_Ago
source: ago
ar: قبل
de: vor
es: hace

# TimeLapse_Secs
source: secs
ar: ثوان/ثانية
de: Sekunden
es: segs

# TimeLapse_Sec
source: sec
ar: ثوان/ثانية
de: sek
es: seg

# TimeLapse_Mins
source: mins
ar: دقائق/دقيقة
de: Minuten

# TimeLapse_Min
source: min
ar: دقائق/دقيقة
de: Mindest

# TimeLapse_Hours
source: hours
ar: ساعات/ساعة
de: Stunden
es: horas

# TimeLapse_Hour
source: hour
ar: ساعات/ساعة
de: Stunde
es: hora

# TimeLapse_Days
source: days
ar: أيام/يوم
de: Tage
es: días

# TimeLapse_Day
source: day
ar: أيام/يوم
de: Tag
es: día

# TimeLapse_Months
source: months
ar: شهور/شهر
de: Monate
es: meses

# TimeLapse_Month
source: month
ar: شهور/شهر
de: Monat
es: mes

# TimeLapse_Years
source: years
ar: سنوات/سنة
de: Jahre
es: años

# TimeLapse_Year
source: year
ar: سنوات/سنة
de: Jahr
es: año

# EmptyCustomViewManager_titleLabel
source: Loading failed, please try again later.
ar: فشل تسجيل الدخول، تفضل بمحاولة مرة أخرى في وقت لاحق.
de: Das Laden ist fehlgeschlagen. Bitte versuchen Sie es erneut
es: Falló la carga, por favor inténtelo más tarde.

# EmptyCustomViewManager_refreshButton
source: REFRESH
ar: تحديث
de: AKTUALISIERUNG
es: ACTUALIZAR

# BlankPage_NetworkError_tipTitle
source: There is no internet connection. Please check your network.
ar: لا يوجد إتصال بالإنترنت، تفضل بتأكيد شبكتك.
de: Es gibt keine Internetverbindung. Bitte überprüfen Sie Ihre Netzwerk.

# HomeTopBar_NetworkErrorTipTitle
source: Please load or re-login to refresh this page.
ar: الرجاء تحميل أو إعادة تسجيل الدخول لتحديث هذه الصفحة.
de: Bitte laden oder erneut anmelden, um diese Seite zu aktualisieren.
es: Por favor cargue o vuelva a iniciar sesión para actualizar la página nuevamente.

# EmptyCustomViewHasNoData_titleLabel
source: No data yet
ar: لا توجد بيانات حتى الآن
de: Noch keine Daten
es: Aún no tienes datos

source: Save Picture
ar: حفظ الصورة
de: Bild speichern
es: Guardar la Imagen

# ZFTracking_information_title
source: Tracking Info
ar: معلومات التتبع
de: Informationen verfolgen
es: Información de Seguimiento

# ZFTracking_number
source: Tracking NO
ar: أرقام التتبع
de: Tracking-Nr
es: Número de Seguimiento

# ZFTrackingNoData
source: No tracking details yet
ar: لا يوجد تفاصيل التتبع حتى الآن
de: Noch keine Tracking-Details
es: Todavía no tiene la información de seguimiento

# ZFPackage
source: Package %ld
ar: %ldالرزمة
de: Paket %ld
es: Paquete%ld

# ZFOrderList_Learn_more
source: Learn More
ar: تعلم الأكثر
de: Erfahren Sie mehr
es: Más Información

# ZFOrderInfo_Or
source: or
ar: أو
de: oder
es: o

# ZFCheckout_mybag
source: My Bag
ar: عربتي
de: Meine Warenkorb
es: Mi bolsa

# ZFPaymentTitle
source: Choose Payment
ar: إختيار طريقة الدفع
de: Wählen Sie Zahlung
es: Elija Pago

# ZFPaymentTips
source: Some items in your order support Cash On Delivery. Please choose your payment method first.
ar: بعض السلع في طلبك يدعم الدفع عند الاستلام. تفضل باختيار طريقة الدفع أولا.
de: Einige Artikel in Ihrer Bestellung unterstützen Nachnahme. Bitte wähle zuerst deine Zahlungsart.
es: Algunos artículos en su pedido son compatibles con el pago contra reembolso. Elija primero su método de pago.

# ZFPaymentCod
source: Cash On Delivery
ar: الدفع عند الاستلام
de: Nachnahme
es: Pago Contra Reembolso

# ZFPaymentCodTip
source: Some items in your order support Cash On Delivery. The other items will be returned to the Shopping Bag.
ar: سيتم إرجاع السلع إلى عربة التسوق./nيدعم بعض السلع في طلبك الدفع عند الاستلام،
de: Einige Artikel in Ihrer Bestellung unterstützen Nachnahme. NDie anderen Artikel werden in den Warenkorb zurückgegeben.
es: Algunos artículos en su pedido son compatibles con el pago contra reembolso. Los otros artículos serán devueltos a la bolsa de envío.

# ZFPaymentOnline
source: Online Payment
ar: الدفع عبر الإنترنت
de: Onlinebezahlung
es: Pago en Línea

# ZFPaymentOnlineTip
source: All items support online payment.
ar: جميع السلع يدعم الدفع عبر الإنترنت.
de: Alle Artikel unterstützen Online-Zahlungen.
es: Todos los artículos son compatibles con el pago en línea.

# ZFPaymentCombine
source: Combined Payment
ar: طريقة الدفع المختلفة
de: Kombinierte Zahlung
es: Pago conjunto

# ZFPaymentCombineTip
source: COD Payment + Online Payment
ar: الدفع عند الاستلام + الدفع عبر الإنترنت
de: Nachnahme-Zahlung + Online-Zahlung
es: Pago Contra Reembolso + Pago en Línea

# ZFPayStateSuccess
source: Successful
ar: ناجح
de: Erfolgreich
es: Exitoso

# ZFPayStateSMSVerification
source: SMS verification
ar: التحقق من الرسائل القصيرة
de: SMS-Bestätigung
es: Verificación por SMS

# ZFPayStateOnlineFailure
source: SMS verification
ar: التحقق من الرسائل القصيرة
de: SMS-Bestätigung

# ZFPayStateWaiting
source: Waiting for payment
ar: في الإنتظار الدفع
de: Warten auf Zahlung
es: Esperando Su Pago

# ZFPayStateCodTip
source: Stock is extremely limited, please complete payment now. This process requires SMS verification.
ar: المخزون محدود، الرجاء إكمال الدفع الآن. تتطلب هذه العملية التحقق من الرسائل القصيرة.
de: Der Lagerbestand ist sehr begrenzt. Bitte füllen Sie jetzt die Zahlung aus. Dieser Prozess erfordert eine SMS-Verifizierung.
es: El stock del artículo es extremadamente limitado, envíe el pago ahora. Este proceso requiere que envíe la verificación de SMS.
