Repository: SmileOcc/SWFTDEMO
Catalog: YWFZDemo/YWZFDemo/Supporting Files/Language/*.lproj/Localizable.strings
Languages: ar, de, es

# Order_Comment_Edit_Text_XXPoints
source: Get %@ points
de: %@ Punkte
es: Obtenga %@ puntos

# Order_Comment_Reward
source: Review reward
de: Récompense de commentaire
es: Premio de Comentario

# Order_Comment_UP_XXPoints_XXCoupon
source: Get up to %@ points +%@ coupon
de: Holen Sie sich bis zu %@ Punkte + %@ Gutschein
es: Obtenga hasta %@ puntos + cupón de %@

# Order_No_Commented_Items_Shop
source: No items that have been reviewed on. Go buy something first!
de: Keine Artikel, die bewertet wurden. Gehen Sie zuerst etwas kaufen!
es: No hay artículos que hayan sido comentados. ¡Ve a comprar algo primero!

# Tab_New_Home
source: Home
de: Shop

# Order_Comment_Back_Tips_XXPoints_XXCoupon
source: You can get %@ Z-points+%@ coupon for this review.Continue writing?
de: Sie können %@ Z-Punkte + %@ Gutschein für diese Bewertung erhalten. Bewertung fortsetzen?
es: Puede obtener %@ Z-puntos + cupón de %@ para esta revisión. ¿Continuar escribiendo?

# Order_ZM_XXPoints_XXCoupon
source: %@ points %@
de: %@ Punkte %@
es: %@ puntos %@

# Order_Review_Btn
source: Review
de: Bewerten
es: Apreciación

# Order_Comment
source: Review
de: Bewertung
es: Comentar

# Order_Comment_Go_Shop
source: Go shop
de: Geh einkaufen
es: Ir de compras

# Login_New
source: Log In
de: Anmelden
es: Iniciar sesión

# Order_Comment_NO_Items_Shop_Points
source: Shop more to earn more points!
de: Kaufen Sie mehr ein, um mehr Punkte zu verdienen!
es: ¡Compre más para ganar más puntos!

# Order_No_Comment_Items_Go_Shop
source: No items that can be reviewed. Go buy something first!
de: Keine Artikel, die überprüft werden können. Gehen Sie zuerst etwas kaufen!
es: No hay elementos que puedan ser revisados. ¡Ve a comprar algo primero!

# Order_Comment_UP_XXPoints
source: Get up to %@ points
de: Holen Sie sich bis zu %@ Punkte
es: Obtenga hasta %@ puntos

# Order_Comment_Edit_Picture_XXPoints_XXCoupon
source: Get a bonus %@ points +%@ coupon
de: Holen Sie sich einen Bonus von %@ Punkten + einen %@ Gutschein
es: Obtenga extra %@ puntos + cupón de %@

# Order_Comment_First_Bonus_XXPoints
source: First time you enter info, get a bonus %@ points
de: Wenn Sie zum ersten Mal Informationen eingeben, erhalten Sie einen Bonus von %@ Punkten
es: La primera vez que ingresas información, obtén %@ puntos extra

# Community_Post_Detail_See_All_Comments
source: See all comments
de: Alle Kommentare anzeigen
es: Ver todos los comentarios

# Tab_New_Account
source: Account
de: Konto
es: Mi Cuenta

# Order_Comment_Send_Account_XXPoints
source: %@ points have been sent to your account
de: %@ Punkte wurden Ihrem Konto gutgeschrieben
es: Se han acreditado %@ puntos en su cuenta

# Order_Comment_Send_Account_XXPoints_XXCoupon_XXCoupon
source: %@ points +%@ coupon + %@ coupon have been sent to your account
de: %@ Punkte + %@ Gutschein +%@ Gutschein wurden Ihrem Konto gutgeschrieben.
es: Se han enviado a su cuenta %@ puntos + cup¨®n de %@ + cup¨®n de %@ (**encoding or data invalid**)

# Order_Comment_UP_XXPoints_XXCoupon_XXCoupon
source: Get up to %@ points +%@ coupon+%@ coupon
de: Holen Sie sich bis zu %@ Punkte + %@ Gutschein+ %@ Gutschein
es: Obtenga hasta %@ puntos + %@ cup¨®n de +%@ (**encoding or data invalid**)

# Live_line
source: Line
de: Linie
es: Línea

# Login_email_format_error
source: Mailbox format error, please re-enter
de: E-Mail-Formatfehler, erneut eingeben
es: Error de formato de correo electrónico, vuelva a ingresar

# Order_cancel_klarna_reason
source: Cause for cancellation
de: Grund für die Kündigung
es: Causa de cancelación

# Live_5minutes_receive_push
source: Within 5 minutes of the livestream, you will receive a push notification
de: Innerhalb von 5 Minuten nach dem Livestream erhalten Sie eine Push-Benachrichtigung
es: Dentro de los 5 minutos de la transmisión en vivo, recibirá una notificación push

# Live_download_livestream_fail
source: Failed to download livestream
de: Fehler beim Herunterladen des Livestreams
es: Error al descargar transmisión en vivo

# Live_item_display
source: Item Display
de: Artikelanzeige
es: Exhibición del artículo

# Live_chat_or_question
source: Chat with the host or ask questions
de: Chatten Sie mit dem Gastgeber oder stellen Sie Fragen
es: Charla con el anfitrión o haz preguntas

# Live_displayed_chat_and_goods
source: Chat and item displayed
de: Chat und Artikel angezeigt
es: Ha mostrado Chat y artículos

# Live_remind_watch
source: Remind to watch
de: Erinnere mich daran, zuzusehen
es: Recordarme mirar

# Live_is_active_tap_see_detail
source: A livestream you’re subscribed to is active. Tap to see details
de: Ein Livestream, den Sie abonniert haben, ist aktiv. Tippen Sie hier, um Details anzuzeigen
es: Una transmisión en vivo a la que está suscrito está activa. Toca para ver detalles

# Login_email_already_inused
source: This email is already in use. Please use your password to login.
de: Diese E-Mail-Adresse wird schon verwendet. Bitte benutzen Sie Ihr Passwort um sich einzuloggen.
es: Este correo electrónico ya está en uso. Utilice su contraseña para iniciar sesión.

# Account_notifications_tips
source: Enable notifications so you don’t miss any discounts
de: Aktivieren Sie Benachrichtigungen, damit Sie keine Rabatte verpassen
es: Abrir las notificaciones para no perderse ningún descuento.

# Live_Swipe_right_clear_left_recover
source: Swipe to right the to clear, swipe to the left to recover
de: Wischen Sie zum Löschen links rechts und zum Wiederherstellen nach
es: Desliza hacia desliza la para borrar, izquierda hacia la derecha para recuperar

# Live_trying_on
source: Trying on
de: Anprobieren
es: Probando

# Live_clean_sceen_content
source: Screen content cleared
de: Bildschirminhalt gelöscht
es: Ha borrado contenido de pantalla

# Live_livestream_line
source: Livestream line
de: Livestream-Leitung
es: Línea de transmisión en vivo

# Live_enter_livestrem_room
source: Enter livestream room.
de: Betritt den Livestream-Raum.

# OrderList_COD_checkAddress
source: Check Your Address
de: Überprüfen Sie Ihre Adresse
es: Revisa tu dirección

# Live_has_notified
source: Notified
de: Benachrichtigt
es: Notificado

# Live_permission_grant_to_push_
source: Enable push notifications to get livestream reminders
de: Aktivieren Sie Push-Benachrichtigungen, um Livestream-Erinnerungen zu erhalten.
es: Abrir las notificaciones automáticas para recibir recordatorios de transmisión en vivo

# Live_AI_report
source: AI Test Report
de: AI-Testbericht
es: Informe de prueba de AI

# Live_claim_time_after_to_get
source: It’s time to claim yet. Claim after livestream begins
de: Es ist Zeit, dies noch nicht zu behaupten. Anspruch nach Livestream beginnt
es: No es hora de reclamar aún. Reclamar después de que comience la transmisión en vivo

# Live_no_more_items
source: No more items
de: Keine weiteren Artikel
es: No más artículos

# Point_learn_how_get_points
source: Learn how to earn/spend points.
de: Mehr erfahren, wie ich die Punkte sammeln / einlösen.
es: Aprende a ganar / gastar puntos.

# Live_Product_list
source: Product List
de: Produktliste
es: Lista de Productos

# Live_comment_item
source: Item Comments
de: Artikelkommentare
es: Comentarios del artículo

# Live_remind_watched
source: Notified
de: Benachrichtigt
es: Notificado

# Live_bind_email_get_discounts
source: Bind an email to login and get discounts
de: Binden Sie eine E-Mail, um sich anzumelden und Rabatte zu erhalten
es: Enlace un correo electrónico para iniciar sesión y obtener descuentos

# Login_bind_email_get15_discount
source: Bind an email to login and get a 15% discount.
de: Binden Sie eine E-Mail, um sich anzumelden und erhalten Sie 15% Rabatt.
es: Enlace un correo electrónico para iniciar sesión y obtenga un 15% off

# Live_switch_line
source: Switch line
de: Linie wechseln
es: Cambiar de línea

# Order_cancel_klarna_rexplain
source: Explanation
de: Erläuterung
es: Explicación

source: Coming Soon
ar: ستأتي قريا
de: Demnächst
es: Próximamente

# OrderSucess_Address_tips
source: To ensure a smooth customs clearance and order delivery, please go to the order details page and check your address info again. We will arrange the delivery as soon as possible.
de: Um eine reibungslose Zollabfertigung und Lieferung zu gewährleisten, rufen Sie die Seite mit den Bestelldetails auf und überprüfen Sie Ihre Adressdaten erneut. Wir werden die Lieferung so schnell wie möglich arrangieren.
es: Para garantizar un despacho de aduana sin problemas y la entrega del pedido, vaya a la página de detalles del pedido y verifique nuevamente la información de su dirección. Arreglaremos la entrega lo antes posible.

# Order_reason_for_klarna_refund
source: Explain the cause for cancellation
ar: اشرح سبب الإلغاء
de: Begründen Sie den Grund für die Stornierung
es: Explicar la causa de la cancelación.

# Login_cancel
source: Cancel
de: Stornieren
es: Cancelar

# Login_commit
source: Submit
de: einreichen
es: Enviar

# SecKil_buy_now
source: BUY NOW
ar: تسوق الآن
de: JETZT KAUFEN
es: COMPRA AHORA

# Account_Change_Photo
source: Change your photo
de: Foto ändern
es: Cambiar su foto

# Share_VC_GetItFreeTitle
source: Get It Free
ar: احصل عليه مجانا
es: Consíguelo Gratis

# Tabbar_Home
source: Home
ar: الرئيسية
es: Inicio

# SettingViewModel_Version_Alert_Title
source: Version
ar: النسخة
es: Versión

# Community_Tab_Title_Outfits
source: Outfits
ar: أزياء
es: Conjuntos

# Community_Videos_DetailTitle
source: Detail
ar: التفصيل
es: Detalle

# community_outfit
source: Outfits
ar: الأزياء
es: Conjuntos

# community_outfit_new
source: Outfit
ar: الزي
es: Conjunto

# Car_Header_Promotion_Code
source: Promotion Code
ar: رمز الترويج
es: Código promocional

# modifyAddress_countryCity_village
source: Barangay
ar: قرية
es: Pueblo

# ModifyAddress_Village_Placeholder
source: *Barangay
ar: *قرية
es: *Pueblo

# GroupBuyDetail_StatusTipText
source: Tips: If you successfully form a team, you will definitely get your desired item; One of your team members will also be selected to receive an item.
ar: نصيحة: اذا كونت فريقاَ بنجاح, فسوف تحصل بالتأكيد علي المنتج الذي ترغب فيه. سوف يتم ايضاً اختيار أحد أعضاء فريقك ليحصل علي منتج ما.
es: Consejos: Si formas un equipo con éxito, definitivamente obtendrás el producto que deseas; Uno de los miembros de tu equipo también será seleccionado para recibir un artículo.

# Community_post_detail_link
source: link
es: enlace

# group_use_coupon
source: Use coupon
es: Usar cupon

# group_keep_building_team
source: Keep building team
es: Sigue construyendo el equipo

# tips_open_group_success
source: Congratulations，Invite another %ld friend(s) to claim for free
es: Enhorabuena, invite a otro (s) %ld amigo (s) para reclamar gratis

source: Form A Team
es: Forma Grupo

# group_win_free_items
source: & Win Free Items
es: & Gana Regalo Gratis

# claim_free_items
source: How to claim free items:
es: Cómo reclamar artículos gratis:

# claim_free_items_setup
source: Invite friends to join your team
es: Invita a amigos formar equipo

# claim_free_items_setup1
source: 1.Select your desired items
es: 1.elige los que deseas.

# claim_free_items_setup2
source: 2.Invite friends to join your team
es: 2.Invita a amigos formar equipo.

# claim_free_items_setup3
source: 3.Item sent when team is full
es: 3.Regalo enviado al equipo de lleno.

# txt_my_free_order
source: My Free Order
es: Mis pedidos gratis

# group_my_team
source: My team
es: Mi equipo

# group_ends_at
source: Ends at:
es: Termina en:

# Community_review_translate_default
source: Default
es: Defecto

# Community_post_all_Items
source: All Items
ar: كل المنتجات
es: Artículos Relacionados

# Community_topic_post_1st
source: 1st
es: 1º

# Community_topic_post_2nd
source: 2nd
es: 2º

# Community_topic_post_3rd
source: 3rd
es: 3º

# Community_Lives_Livestreams
source: Livestreams
ar: بث مباشر
es: Transmisiones en vivo

# Login_VerCode
source: Code
ar: الرمز
es: Código

# Login_COuntDown
source: Countdown
ar: عد تنازلي
es: Cuenta regresiva

# Live_coupon
source: Coupon
es: Cupón

# Seckil_ended
source: ended
ar: قد انتهى
es: Ha Terminado

source: OK
ar: نعم

# Share_VC_Facebook
source: Facebook
ar: فيسبوك

# Share_VC_Pinterest
source: Pinterest
ar: بنترست

# Share_VC_Twitter
source: Twitter
ar: تغريد

# SignIn_Email
source: Email
ar: البريد الإلكتروني

# Register_FB_Connect
source: Facebook
ar: فيس بوك

# Register_GG_Connect
source: Google
ar: جوجل

# LoginForgotView_OK
source: OK
ar: نعم

# SettingViewModel_Version_Latest_Alert_OK
source: OK
ar: نعم

# Profile_EmailAddress_Placeholder
source: Email
ar: البريد الالكتروني

# Community_Tab_Title_Video
source: Videos
ar: الفيديو

# VideoList_VC_Title
source: Z-Live
ar: Z- بث

# CommunityDetailHeaderCell_Likes
source: Likes
ar: اعجاب

# MyStylePage_SubVC_Likes
source: Likes
ar: أعجبني

# MyStylePage_SubVC_Outfits
source: Outfits
ar: الأزياء

# StyleSelectView_Likes
source: Likes
ar: أعجبني

# community_show
source: Show
ar: معرض

# community_show_new
source: Show
ar: المعرض

# community_xx'sFashion_Shop
source: %@'s Shop
ar: %@متجر لـ

# CountDownTimer_Day
source: D
ar: أيام

# Community_Lives_Videos
source: Videos
ar: فيديو
