Repository: SmileOcc/SWFTDEMO
Catalog: YWFZDemo/YWZFDemo/Supporting Files/Language/*.lproj/Localizable.strings
Languages: ar, de, es

# Account_birthday_enter
source: Please enter your birthday
ar: من فضلك أدخل تاريخ ميلادك
de: Bitte tragen Sie ihren Geburtstag ein
es: Por favor, introduzca su fecha de nacimiento

# Account_birthday_gain
source: Get your birthday gift
ar: احصل على هدية عيد ميلادك
de: Holen Sie sich Ihr Geburtstagsgeschenk
es: Consigue tu regalo de cumpleaños

# Account_birthday
source: Happy Birthday!
ar: عيد الميلاد سعيد!
de: Alles Gute zum Geburtstag!
es: ¡Feliz cumpleaños!

# Account_birthday_tipslong
source: Happy birthday! Your birthday coupon pack will be sent to your account within 72h. Please check you've received it.
ar: عيد الميلاد سعيدا! الكوبون لعيد الميلاد تم إرسال إلى حسابك خلال 72 ساعة، يرجى التحقق بالعناية.
de: Alles Gute zum Geburtstag! Ihr Geburtstagsgutscheinpaket wird innerhalb von 72 Stunden auf Ihr Konto gesendet. Bitte überprüfen Sie, ob Sie es erhalten haben.
es: ¡Feliz cumpleaños! Su paquete de cupones de cumpleaños se enviará a su cuenta dentro de las 72 h. Compruebe que lo ha recibido.

# GoodsDetail_getFreeShipping
source: Add $xx to get free shipping
ar: أضيفي xx$ لحصول على شحن مجاني
de: xx€ hinzufügen, erhalten Gratis Versand
es: Añadir $ xx para obtener envío GRATIS

# GoodsDetail_freeStandardShipping
source: Qualify for Free Standard Shipping
ar: تأهل شحن قياسي مجاني
de: Kostenloser Standardversand
es: Calificación de Envío estándar gratuito

# Login_VerCode_ErrorTips
source: Today’s verification code limit reached. Try again tomorrow
ar: وصول إلى حد تحقق الرمز اليوم. حاول مرة أخرى غدا
de: Das heutige Bestätigungscode-Limit wurde erreicht. Versuchen Sie es morgen erneut
es: Se alcanzó el límite de código de verificación de hoy. Intenta de nuevo mañana

# Login_RegisterLimitErrorTips
source: This device has reached its registration limit
ar: وصل هذا الجهاز إلى حد التسجيل
de: Dieses Gerät hat sein Registrierungslimit erreicht
es: Este dispositivo ha alcanzado su límite de registro.

# Cart_ChooseSize
source: Choose a size
ar: اختيار الحجم
de: Wählen eine Größe
es: Elige una talla

# PaySuccess_GenerateOrder
source: Generate order
ar: إنشاء الطلب
de: Bestellung generieren
es: Generar orden

# PayOrder_WaitingPayment
source: Awaiting payment
ar: انتظار الدفع
de: Warten auf Zahlung
es: En espera de pago

# PayOrder_ShipGoods
source: Ship goods
ar: شحن البضائع
de: Versand
es: Mercancías de nave

# PayOffline_Transactionamount
source: Transaction amount
ar: قيمة التحويل
de: Transaktionshöhe
es: Cantidad de transacción

# PayOffline_DueDate
source: Due date
ar: الموعد المحدد
de: Fälligkeitsdatum
es: Fecha de vencimiento

# PayOffline_ScreenShot
source: Screenshot payment code
ar: لقطة شاشة برمز الدفع
de: Screenshot Zahlungscode
es: Código de pago de captura de pantalla

# Login_Viamail
source: Login via email
ar: تسجيل الدخول عبر البريد الإلكتروني
de: Anmelden per E-Mail
es: Iniciar sesión por correo electrónico

source: Login via phone
ar: تسجيل الدخول عبر الهاتف
de: Anmelden per Handynummer
es: Iniciar sesión por teléfono

# Login_PhoneNumber
source: Phone number
ar: رقم الهاتف
de: Telefonnummer
es: Número de teléfono

# Login_InvalidPhoneTips
source: Invalid phone number. Please enter a valid phone number.
ar: رقم الهاتف غير صحيح. يرجى إدخال رقم هاتف صالح.
de: Ungültige Telefonnummer. Bitte geben Sie eine gültige Telefonnummer ein
es: Número de telefono invalido. Por favor ingrese un número de teléfono válido.

# Login_SelectCountry
source: select your country
ar: اختر بلدك
de: Wähle Ihr Land
es: selecciona tu pais

# Review_SizeTips
source: Your size has been kept confidential. Please do not trust other unknown size testing methods
ar: نحافظ على سرية لحجمك. من فضلك لا تثق طرق أخرى غير معروفة لاختبار الحجم
de: Ihre Größe wurde vertraulich behandelt. Bitte vertrauen Sie anderen unbekannten Größenprüfmethoden nicht
es: Su tamaño se ha mantenido confidencial. Por favor, no confíe en otros métodos de prueba de tamaño desconocido

# Customer_no_register_login_phone
source: No need to register. Login with phone number
ar: لا حاجة للتسجيل. تسجيل الدخول مع رقم الهاتف فقط.
de: Keine Anmeldung nötig. Einloggen mit Telefonnummer
es: No es necesario registrarse. Inicia sesión con número de teléfono

# Collection_empty_tip
source: Oops! You haven’t saved any posts!
ar: لم تقم بحفظ أي مشاركات!
de: Hoppla! Du hast noch keine Beiträge gespeichert!
es: Ups! ¡No has guardado ninguna publicación!

# Community_save
source: Save %@
ar: محفوظ %@
de: Speichern %@
es: Guardar %@

# Community_saved
source: Saved %@
ar: حفظ %@
de: Gespeichert %@
es: Guardado %@

# Collection_title_items
source: Items
ar: منتجات
de: Artikel
es: Artículos

# Collection_title_posts
source: Posts
ar: مشاركات
de: Beiträge
es: Publicaciones

# Order_detail_address_confirm_tip
source: To ensure a smooth customs clearance and order delivery, please go check your address info again. We will arrange the delivery as soon as possible.
de: Um eine reibungslose Zollabfertigung und Lieferung zu gewährleisten, überprüfen Sie bitte Ihre Adressdaten erneut. Wir werden die Lieferung so schnell wie möglich arrangieren.
es: Para garantizar un despacho de aduanas y una entrega de pedidos sin problemas, vuelva a verificar la información de su dirección. Arreglaremos la entrega lo antes posible.

# Order_change_address
source: Change Address
ar: تغيير العنوان
de: Adresse ändern
es: Cambiar dirección

# Order_confirm_change_current_address
source: Confirm whether you want to change your current address.
ar: هل تريد تغيير عنوانك الحالي.
de: Bestätigen Sie, ob Sie Ihre aktuelle Adresse ändern möchten.
es: Confirme si desea cambiar su dirección actual.

# Address_cannot_change
source: Cannot Change address
ar: لا يمكن تغيير العنوان
de: Adresse kann nicht geändert werden
es: No se puede cambiar la dirección

# Address_cannot_change_tip
source: Your order may already have been dispatched. If you need any help, please contact our customer service team.
ar: ربما تم الشحن طلبك. إذا كنت بحاجة إلى أي مساعدة، فيرجى الاتصال بخدمة عملائنا.
de: Ihre Bestellung wurde möglicherweise bereits versendet. Wenn Sie Hilfe benötigen, wenden Sie sich bitte an unseren Kundenservice.
es: Es posible que su pedido ya haya sido enviado. Si necesita ayuda, póngase en contacto con nuestro equipo de atención al cliente.

# Address_cannot_change_tip_no_pay
source: If you need any help, please contact our customer service team.
ar: بحاجة إلى المساعدة، يرجى الاتصال بخدمة عملائنا.
de: Wenn Sie Hilfe benötigen, wenden Sie sich bitte an unseren Kundenservice.
es: Si necesita ayuda, póngase en contacto con nuestro equipo de atención al cliente.

# Address_contact_customer
source: Contact customer services
ar: الاتصال بخدمة العملاء
de: Kontaktieren Kundenservice
es: Contactar servicio al cliente

# Address_order_net_error
source: Connection error, please try again later
ar: فشل في الاتصال بالانترنت ، يرجى المحاولة لاحقًا
de: Verbindungsfehler, bitte versuchen Sie es später noch einmal
es: Error de conexión, por favor intente más tarde

# Address_Try_again
source: Try again
ar: حاول مرة أخرى
de: erneut versuchen
es: Inténtalo de nuevo

# Address_order_changed
source: Changed
ar: تم التغيير
de: Geändert
es: Modificado

# Address_order_changed_success
source: Your current order’s delivery address has been changed. The system will shortly update your order info.
ar: تم تغيير عنوان التسليم لك. سيقوم النظام بتحديث معلومات طلبك.
de: Die Lieferadresse Ihrer aktuellen Bestellung wurde geändert. Das System aktualisiert in Kürze Ihre Bestelldaten.
es: Se ha cambiado la dirección de entrega de su pedido actual. El sistema actualizará en breve la información de su pedido.

# Address_order_changed_notice
source: Changing the address will influence the delivery time. If your order has already been dispatched or changed, this may prevent the address from being changed. Thank you for your understanding.
ar: سيؤثر تغيير العنوان في وقت التسليم. إذا تم شحن طلبك أوتم تغيير عملية الشحن، فقد يمنع لتغيير عنوانك. شكرا لتفهمكم.
de: Das Ändern der Adresse hat Einfluss auf die Lieferzeit. Wenn Ihre Bestellung bereits versandt oder geändert wurde, kann dies verhindern, dass die Adresse geändert wird. Danke für Ihr Verständnis.
es: Cambiar la dirección influirá en el tiempo de entrega. Si su pedido ya ha sido enviado o cambiado, esto puede evitar que se cambie la dirección. Gracias por su comprensión.

# Cart_summary
source: Summary
ar: ملخص
de: Zusammenfassung
es: Resumen

# Customer_check_out
source: CHECK OUT
ar: دفع
de: ZUR KASSE
es: REVISA

# Customer_continue_checkout
source: CONTINUE TO CHECKOUT
ar: دفع المواصلة
de: WEITER ZUR KASSE
es: CONTINÚE CON EL PAGO

# Customer_create_account_shopping
source: Creat a new account to make shopping even easier.
ar: قم بإنشاء حساب جديد لجعل التسوق أسهل.
de: Erstellen Sie ein neues Konto, um das Einkaufen noch einfacher zu machen.
es: Cree una nueva cuenta para facilitar aún más las compras.

# Customer_checkout_as_guest
source: CHECKOUT AS GUEST
ar: دفع كزائِر
de: ZUR KASSE ALS GAST
es: COMPROBAR COMO INVITADO

# Customer_quickly_creating_account
source: Checkout quickly without creating an account.
ar: دفع بسرعة وبدون إنشاء حساب.
de: Schnell zur Kasse, ohne ein Konto zu erstellen.
es: Checkout rápidamente sin crear una cuenta.

# Order_received_share_everyone
source: You’ve received your order. Please share your views with everyone.
ar: لقد استلمت طلبك. يرجى مشاركة وجهات نظركم مع الجميع
de: Sie haben Ihre Bestellung erhalten. Bitte teile deine Ansichten mit allen.
es: Has recibido tu pedido. Por favor comparte tus opiniones con todos.

# Coupon_input_code_box_use_coupon
source: Input the coupon code into the box to use the coupon.
ar: ادخل رمز الكوبون في المربع لاستخدامه.
de: Coupon Code eingeben, um den Coupon einzulösen.
es: Ingrese el código del cupón en la casilla para usar el cupón.

# Detail_Similar_Items
source: Similar Items
ar: منتجات مماثلة
de: ähnliche Artikels
es: Artículos Similares

# Review_1stPhoto
source: It's already the 1st photo
ar: إنها بالفعل الصورة الأولى
de: Es ist schon das erste Foto
es: Ya es la 1ª foto.

# Review_LastPhoto
source: It's already the last photo
ar: انها بالفعل الصورة الأخيرة
de: Es ist schon das letzte Foto
es: Ya es la última foto

# OrderDetail_QuickPayTips
source: Please complete payment as soon as possible, and we will prepare the goods for dispatch. Happy shopping!
ar: يرجى انتهاء الدفع في أسرع وقت، سوف نشحن الطلب في أقرب وقت ممكن. ونتمنى تسوق سعيد!
de: Bitte schließen Sie die Zahlung so schnell wie möglich ab und wir werden die Ware für den Versand vorbereiten. Viel Spaß beim Einkaufen!
es: Complete el pago lo antes posible y prepararemos las mercancías para su envío. ¡Feliz compra!

# OrderDetail_OneKeyAddPdTips
source: Return all items to Shopping Bag in one click. Resubmit a new order.
ar: إعادة الإضافة جميع المنتجات إلى العربة، وإعادة تقديم بالطلب الجديد.
de: Bringen Sie alle Artikel mit einem Klick in die Warenkorb zurück. Senden Sie eine neue Bestellung erneut.
es: Devuelva todos los artículos a la Bolsa de Compras con un solo clic. Enviar una nueva orden.

# OrderDetail_AddAllItems
source: Add all items
ar: إضافة جميع المنتجات
de: Alle Artikel hinzufügen
es: Añadir todos los artículos

# OrderDetail_OneKeyAddSuccessTips
source: Returned! Select the items you like and process payment again.
ar: إعادة الإضافة بنجاح! يرجى اختر المنتجات التي تريديها للدفع مرة أخرى.
de: Wieder auf Lager! Wählen Sie die gewünschten Artikel aus und führen Sie die Zahlung erneut durch.
es: Devuelto! Seleccione los artículos que le gusten y procese el pago nuevamente.

# OrderInfo_PagoPayDoneTips
source: Dear customer, the order payment voucher information has been sent to your email address, please complete your payment within 1-3 days. The order status will change to “processing” within 1-2 working days after we verify your payment.
ar: عزيزي العميل ، تم إرسال الرسالة إلى عنوان بريدك الإلكتروني للتحقق من الدفع، يرجى إكمال دفعتك خلال 1-3 أيام. ستتغير حالة طلبك إلى "التجهيز" خلال 1-2 أيام عمل بعد التحقق من الدفع.
de: Sehr geehrte Kundin, sehr geehrter Kunde, die Zahlungsbeleginformationen wurden an Ihre E-Mail-Adresse gesendet. Bitte führen Sie die Zahlung innerhalb von 1-3 Tagen durch. Der Bestellstatus ändert sich innerhalb von 1-2 Werktagen nach Bestätigung Ihrer Zahlung in "Bearbeitung".
es: Estimado cliente, la información del comprobante de pago del pedido se ha enviado a su dirección de correo electrónico, complete su pago en un plazo de 1 a 3 días por favor. El estado del pedido cambiará a "procesamiento" dentro de 1-2 días hábiles después de que verifiquemos su pago.

# OrderInfo_PagoPayCIPCode
source: CIP Payment Code
ar: CIP رمز الدفع
de: CIP Zahlung Code
es: Código de pago de CIP

# OrderDetail_UpdateAddressTitle
source: Address updated
ar: تم تحديث العنوان بنجاح
de: Adresse aktualisiert
es: Dirección actualizada

# Title_ShippingMethod
source: Shipping Method
ar: طريقة الشحن
de: Versandart
es: Método de envío

# Video_Live_Cart_Tip
source: You can enter your shopping cart from here
ar: إراء عربة التسوق من هنا
de: Hier können Sie auf Ihren Warenkorb zugreifen
es: Puede entrar en el carrito de compras desde aquí

# Cart_BuyItNow
source: Buy It Now
ar: تسوق فوريا
de: Jetzt Kaufen
es: Compra Ahora

# Cart_MatchItems
source: Matching items
ar: ارتصاف الملابس
de: Passende Artikel
es: Artículos a juego

# Cart_BuyTogether
source: Buy together
ar: شراء معا
de: zusammen kaufen
es: Compra juntos

# Cart_Match
source: Match
ar: ارتصاف
de: Passen
es: Combinación

# OrderDetail_CancelOrderTips
source: Order will be canceled after
ar: الطلب سألغي بعد
de: Bestellung wird storniert
es: El pedido se cancelará después de

# homeSearchTitle
source: what are you looking for
ar: عما تبحث
de: Wonach suchen Sie
es: qué estás buscando

# Live_Enter_Room
source: Enter livestream room.
ar: دخول غرفة البث المباشر.
de: Betritt den Livestream-Raum.
es: entra en la sala de transmisión en vivo

# Live_Review_Input_tip
source: Chat or ask a question
ar: جعل الدردشة أو تقديم بالسؤال
de: Chatten Sie oder stellen Sie eine Frage
es: Charlar o hacer preguntas

# Live_Chat
source: Chat
ar: دردشة
de: Chatten
es: Charlar

# Live_Messages
source: messages
ar: رسالة
de: Nachrichten
es: mensajes

# Live_Comment
source: Comment
ar: تعليقات
de: Kommentar
es: Comentario

# Live_Empt_Tip
source: Currently no messages
ar: لا يوجد رسائل حاليا
de: Derzeit keine Nachrichten
es: Actualmente no hay mensajes

# Live_Network_Error
source: Network error, tap to refresh.
de: Netzwerkfehler, klicken Sie auf die Schaltfläche zum Aktualisieren
es: Error de red, haga clic en el botón para actualizar

# Live_Network_Refresh
source: Refresh
de: Aktualisieren
es: actualizar

# Live_End_Tip
source: The livestream has ended, thanks.
de: Die Live-Übertragung ist vorbei. Danke
es: La transmisión en vivo ha terminado, gracias

# Live_End_Back
source: Return
de: Rückkehr
es: Volver

# Live_Pause
source: The host has left for a moment, please wait patiently.
de: Der Anker ist vorübergehend verlassen, bitte haben Sie etwas Geduld
es: El presentador se ha ido temporalmente, espere pacientemente por favor.

# InputTextView_%@_message
source: Must be under %@ characters.
ar: يجب أن تحتوي على أقل من %@ حرفا.
de: Muss unter %@ Zeichen sein.
es: Debe ser menor a %@ caracteres.

# GoodsDetail_Post_MatchItems
source: Matching Items
de: Empfohlene Produkte zu diesem Artikel
es: Productos recomendados para esto

# Account_Wallet
source: Wallet
de: Brieftasche
es: Billetera

# Home_Don't_Like
source: Don't like
de: Liebe nicht
es: No me gustan

# Question_inputPayment
source: Please enter the payment method you require or the problem encountered during processing payment.
de: Bitte geben Sie die gewünschte Zahlungsmethode oder das Problem bei der Zahlungsabwicklung an.
es: Por favor, Ingrese el método de pago solicitado o el problema encontrado durante el procesamiento del pago.

# Question_inputOrderChange
source: Please specify the part of the order that you wish to modify.
de: Bitte geben Sie den Teil der Bestellung an, den Sie ändern möchten.
es: Por favor, especifique la parte del pedido que desea cambiar.

# PayOffline_PrintOXXOInfo
source: Print oxxo Info
de: oxxo Info drucken
es: imprimir info oxxo

# Community_GetGift
source: Take part in the following topic to get a free gift
de: Nehmen Sie am folgenden Thema teil, um ein kostenloses Geschenk zu erhalten
es: Participe en el siguiente tema para obtener un regalo gratis

# Community_AddPhoto
source: Add Photo
de: Foto hinzufügen
es: Agrega fotos

# Community_Preview
source: Preview
de: Vorschau
es: Prevista

# Community_HotEvents
source: Hot Events
de: Heiße Ereignisse
es: Eventos populares

# Community_Shareideas
source: Write down your outfit ideas here.
de: Schreiben Sie hier Ihre Outfit-Ideen auf.
es: Escriba sus ideas de outfits aquí.

# Community_postSafeTips
source: Your post will be encrypted and will not be shown on the web. Are you sure you want to share it on ZZZZZ?
de: Ihr Beitrag wird verschlüsselt und nicht im Web angezeigt. Möchten Sie es wirklich auf ZZZZZ teilen?
es: Tu mensaje será encriptado y no se mostrará en la web. ¿Seguro que quieres compartirlo en ZZZZZ?

# Community_OnlyZZZZZ
source: Only show on ZZZZZ
de: Nur auf ZZZZZ zeigen
es: Solo se muestra en ZZZZZ

# Community_AddPhotoHere
source: Add Photo here
de: Foto hier hinzufügen
es: Agrega fotos aquí

# Community_AddItemHere
source: Add photo related items here
de: Fügen Sie hier Fotos hinzu
es: Agrega artículos relacionados con la foto aquí

# Community_PostEditTips
source: This post will not be saved if you exit. Are you sure you want to stop editing?
de: Dieser Beitrag wird beim Beenden nicht gespeichert. Möchten Sie die Bearbeitung wirklich beenden?
es: Este mensaje no se guardará si te vas. ¿Estás seguro de que quieres dejar de editar?

# ZZZZZ_Exit
source: Exit
de: Ausgang
es: Salir

# Community_Editing
source: Continue editing
de: Weiter bearbeiten
es: Continuar editando

# Community_PostRules
source: Post Rules
de: Post-Regeln
es: Reglas de Post

# Community_AddItem
source: Add Item
de: Artikel hinzufügen
es: Agregar un artículo

# Community_NophotoTips
source: Just add a photo to share your outfit
de: Fügen Sie einfach ein Foto hinzu, um Ihr Outfit zu teilen
es: Solo agrega una foto para compartir tu outfit

# ZZZZZ_Join
source: Join
de: Beitreten
es: Participar

# ZZZZZ_DontJoin
source: Don’t Join
de: Nicht beitreten
es: No

# ZZZZZ_joined
source: Joined
de: Trat bei
es: Ha participado

# Community_Complete
source: Complete
de: Komplett
es: Completar

# Community_LongPressTips
source: Long press and drag photos to change their order
de: Halten Sie die Taste gedrückt und ziehen Sie die Fotos, um die Reihenfolge zu ändern
es: Mantenga presionadas las fotos y arrastre para cambiar su orden.

# Community_DefaultCoverTips
source: Default cover text
de: Standard-Cover-Text
es: Texto de portada predeterminado

# Community_TapTakePhoto
source: Take photo
de: Foto aufzunehmen
es: Tomar una foto

# Community_PhotoMax9
source: 9 Photos Max
de: 9 Fotos max
es: 9 Fotos Máx.

# Community_ProductMax6
source: 6 Items Max
de: 6 Artikel max
es: 6 Artículos máx.

# Community_albumPreTips
source: Album permissions are required to save outfits to your photo album
de: Album-Berechtigungen sind erforderlich, um Outfits in Ihrem Fotoalbum zu speichern
es: Se requieren permisos de álbum para grabar outfits en su álbum de fotos.

# ZFTracking_Delivery
source: Delivery Agency
de: Zustellagentur
es: Agencia de entrega

# Community_Outfit_NOContentTips
source: Oops，don't forget to write the outfit ideas
de: Hoppla, vergessen sie einen Outfit-Ideen nicht!
es: Oops, no olvide el Compar tus ideas de outfits ...

# rewardCouponTip
source: When your order is confirmed as received, the first order return coupon will be sent to your account.
de: Wenn Ihre Bestellung als erhalten bestätigt wurde, wird der erste Bestell-Rücksendecoupon an Ihr Konto gesendet.
es: Cuando su pedido se confirma como recibido, el cupón de devolución del primer pedido se enviará a su cuenta.

# Hom_Coupon_Expired
source: Oops! This coupon has already expired. Take a look at some of the others!
de: Hoppla! Dieser Gutschein ist bereits abgelaufen. Schauen Sie sich einige der anderen an!
es: ¡Huy! Este cupón ya ha expirado. Por favor, busque algunos de los otros!

# Hom_Coupon_Left
source: left
de: übrig
es: Quedan

# Gategory_Search_Price_Max
source: max
de: Maximum
es: máxima

# Hom_Coupon_No_Left
source: None left
de: Beendet
es: No quedaba nada

# Hom_Coupon_Claimed
source: Claimed
de: Erhalten
es: Ha recibido

# rewardPointsTip
source: When your order is confirmed as received, the points will be sent to your account.
de: Wenn Ihre Bestellung als erhalten bestätigt wurde, werden die Punkte an Ihr Konto gesendet.
es: Cuando su pedido se confirma como recibido, los puntos se enviarán a su cuenta.

# Gategory_Search_Price_Min
source: min
de: Minimum
es: mínima

# Hom_Coupon_Claim
source: Claim
de: Einlösen
es: Recibir

# sex_select_tip
source: Please select the product category you are most interested in
de: Bitte wählen Sie die Produktkategorie aus, die Sie am meisten interessiert
es: Seleccione la categoría de producto que más le interese.

# Hom_Coupon_UnStart
source: It's about to start. Come back in a bit!
de: Es fängt gleich an. Komm zurück in ein bisschen!
es: ¡ Comienza de inmediato. Vuelve en un momento!

# sex_Swimwear
source: Swimwear
de: Bademode
es: Bañadores

# Hom_Coupon_Claimed_Success
source: Claimed successfully
de: Erfolgreich einlösen
es: Ha recibido con éxito

# Hom_Coupon_Claimed_Failed
source: Failed to claim. Try again later.
de: Anspruch fehlgeschlagen. Versuchen Sie es später noch einmal.
es: No se pudo recibir. Intenta nuevamente más tarde.

# Account_Discover_title
source: Discover
de: Entdecken
es: Encontrar

# Cart_Coupon_Remove
source: Remove
de: Löschen
es: Retirar

# Order_Comment_Send_Account_XXPoints_XXCoupon
source: %@ points and a %@ coupon have been sent to your account
de: %@ Punkte und ein Gutschein im Wert von %@ wurden Ihrem Konto gutgeschrieben
es: Se han acreditado %@ puntos y un cupón de %@ en su cuenta

# Order_Comment_Edit_Text_XXPoints_XXCoupon
source: Get %@ points +%@ coupon
de: %@ Punkte +%@ Gutschein erhalten
es: Obtenga %@ puntos + cupón de %@

# Order_Comment_Back_Tips_XXPoints
source: You can get %@ Z-points for this review.Continue writing?
de: Sie können %@ Z-PunkteGutschein für diese Bewertung erhalten. Bewertung fortsetzen?
es: Puede obtener %@ Z-puntos para esta revisión. ¿Continuar escribiendo?

# Order_My_Comment
source: My Review
de: Meine Bewertung
es: Mis Comentarios

# Order_Comment_Earn_More_Points
source: Write more reviews to earn more points
de: Schreibe mehr Bewertung, um mehr Punkte zu verdienen
es: Escribe más comentarios para ganar más puntos

# Category_New_Filter
source: Filter
de: Anmelden
es: Filtrar

# Order_Comment_My_Show
source: My show
de: Meine Show
es: Mi programa

# Order_Awaiting_Comment
source: Awaiting review
de: Warten auf Bewertung
es: Pendiente de Comentar

# Community_Post_Detail_CommentQuestion
source: Comments or questions
de: Kommentare oder Fragen
es: Comentarios o preguntas

# Order_Comment_My_Info
source: My info
de: Meine Information
es: Mi información

# Account_New_My_Profile
source: My Profile
de: Mein Profil
es: Mi Perfil

# Order_Comment_Edit_Picture_XXPoints
source: Get a bonus %@ points
de: Holen Sie sich einen Bonus von %@ Punkten
es: Obtenga extra %@ puntos

# Order_Comment_Success_Top_Tips_XXPoints
source: There may be a delay in sending Z-points to your account. Please be patient.
de: Es kann zu Verzögerungen beim Versenden von Z-Punkten kommen, bitte haben Sie etwas Geduld.
es: Puede haber un retraso en el envío de puntos Z a su cuenta. Por favor sea paciente.
