Repository: SmileOcc/SWFTDEMO
Catalog: YWFZDemo/YWZFDemo/Supporting Files/Language/*.lproj/Localizable.strings
Languages: ar, de, es

# CartSelectAllItemsTips
source: Select all Items
ar: اختيار جميع السلع
de: Wähle alle Gegenstände aus
es: Seleccionar todos los artículos

# CartSelectItemsTips
source: Select Items(%lu)
ar: (%lu)اختيار السلع
de: Wählen Sie Objekte(%lu)
es: Seleccionar Artículos(%lu)

# ReturnToBagSuccessfully
source: Successfully returned items to Bag.
ar: تم إضافة السلع إلى العربة مرة أخرى
de: Gegenstände wurden erfolgreich an Warenkorb zurückgegeben.
es: Devuelva los artículos al Carrito con éxito

# ReturnToBag
source: Buy again
ar: عودة إلى العربة
de: Zum Warenkorb
es: Compra otra vez

# JumpToCart
source: Are you sure you want to add all the items from this order to the shopping bag again?
ar: هل أنت متأكد من إضافة كل السلع من هذا الطلب إلى عربة التسوق مرة أخرى؟
de: Sind Sie sicher, dass Sie alle Artikel aus dieser Bestellung erneut in den Warenkorb legen möchten?
es: ¿Está seguro de que desea volver a agregar todos los artículos de este pedido al carrito de compras?

# FreeGift
source: Free gifts
ar: الهدايا المجاني
de: Werbegeschenke
es: Regalos Gratis

# FreeGift_Rule_Content
source: ZZZZZ sends free gifts to customers who support us during specific activities. Customers are allowed to pick any gift at the bottom of this page by simply clicking "Add to Bag". So long as the total amount in your shopping bag meets the requirements, you can get it for free. Gifts differ from section to section, and a higher shopping bag value corresponds to a higher value of gift choices. Only one gift can be picked from each section. Contact our online customer service if you have any further questions.
ar: ترسل زافول هدايا مجانية للعملاء الذين يدعموننا خلال أنشطة محددة. يسمح للعملاء باختيار أي هدية في أسفل هذه الصفحة بمجرد النقر على "ضافة إلى حقيبة ". طالما أن المبلغ الإجمالي في عربة التسوق يطابق الشروط، يمكنك الحصول عليها مجانًا. تختلف الهدايا من القسم الآخر، وقيمة أعلى حقيبة لبتسوق يتوافق مع قيمة أعلى من خيارات الهدايا. يمكنك اختيار هدية واحدة فقط من كل قسم. اتصل بخدمة العملاء عبر الإنترنت إذا كان لديك أي أسئلة أخرى.
de: ZZZZZ versendet Gratisgeschenke an Kunden, die uns bei bestimmten Aktivitäten unterstützen. Kunden können am unteren Ende dieser Seite ein beliebiges Geschenk auswählen, indem sie einfach auf In den Warenkorb hinzufügen " klicken. Solange der Gesamtbetrag in Ihrer Einkaufstasche die Anforderungen erfüllt, können Sie es kostenlos erhalten. Geschenke unterscheiden sich von Abschnitt zu Abschnitt, und ein höherer Einkaufstaschenwert entspricht einem höheren Wert der Geschenkauswahl. Aus jedem Abschnitt kann nur ein Geschenk ausgewählt werden. Kontaktieren Sie unseren Online-Kundenservice, wenn Sie weitere Fragen haben.
es: ZZZZZ devuelve regalos gratis a los clientes que nos apoyan durante actividades específicas. Los clientes pueden recoger cualquier regalo en la parte inferior de la página haciendo clic en el botón "Añadir a la bolsa", siempre y cuando el importe total en el carrito de compras cumpla los requisitos. Los regalos son diferentes de las secciones y un valor más alto del carro de la compra corresponde un valor más alto de opciones del regalo. Sin embargo, un regalo se limita a ser recogido en cada secciones. Póngate en contacto con nuestro servicio al cliente en línea si tienes más preguntas.

# FreeGiftDetail_AddCartTips
source: There is already a free gift in your shopping bag. Do you want to change it?
ar: توجد هدية في حقيبة التسوق الخاصة بك، هل تريد استبدالها؟
de: In Ihrer Warenkorb ist bereits ein Geschenk enthalten. Willst du es ändern?
es: Ya hay un regalo gratis en su bolsa de compras. ¿Quiere cambiarlo?

# FreeGiftsVC_HasNoDataTips
source: Sorry, no free gifts available right now.
ar: عذرا ، لا توجد هدايا مجانية متاحة الآن.
de: Entschuldigung, momentan sind keine Geschenke verfügbar.
es: Lo sentimos, no hay regalos disponibles en este momento.

# CartOrderInfo_Address_List_Close
source: Close
ar: اغلاق
de: Schließen
es: Cerrar

# CartInfo_Goods_VC_Title
source: Product List
ar: قائمة المنتجات
de: Produktliste
es: Lista de Productos

# OrderInfoViewModel_valid_coupon_tip
source: Please enter a valid coupon code.
ar: تفضل بإدخال كود الكوبون الصالح.
de: Bitte geben Sie einen gültigen Gutscheincode ein.
es: Por favor ingrese un código de cupón.

# OrderInfoViewModel_alertMsg_COD
source: COD order must be under %@~%@$
ar: خدمة دفع عند الاستلام متاحة فقط عندما يتراوح قيمة الطلب من %@$ إلى %@$
de: Nachnahmeauftrag muss unter%@ ~%@ $ sein
es: Las ordenes con Pago a la Entrega deben ser entre %@~%@$

# OrderReviewAgreeToZMe
source: Agree to post in Z-Me
ar: Z-meأوافق تشرها في
de: Stimme zu, in Z-Me zu posten
es: Acepte publicar en Z-ME

# CartOrderInfo_VC_Title
source: Order Information
ar: معلومات الطلب
de: Bestellinformationen
es: Información de la Orden

# CartOrderInfo_RewardsCell_Instruction
source: There are %@ Points in your account. You can use a maximum of %@ points for this order (saving %@ )
ar: هناك %@ نقاط في حسابك. يمكنك استخدام نقاط لا تكثر من %@ لهذا الطلب(توفير %@)
de: In Ihrem Konto befinden sich%@ -Punkte. Sie können maximal%@ Punkte für diese Bestellung verwenden (Speichern von%@)
es: Hay %@ Puntos en tu cuenta, puedes usar %@ Puntos máximos para esta orden (ahorra %@ )

# CartOrderInfo_RewardsCell_RewardLabel
source: Z Points
ar: Z نقاط
de: Z Punkte
es: Puntos Z

# CartOrderInfo_RewardsCell_MaxPoint
source: Max. points exceeded!
ar: لقد تجاوزت الحد الأقصى للنقاط
de: Max. Punkte überschritten!
es: más de los puntos máximos!

# CartOrderInfo_RewardsCell_ThanZero
source: Must use more than 0 points!
ar: يجب استخدام أكثر من 0 نقطة!
de: Muss mehr als 0 Punkte verwenden!
es: Los Puntos deben ser más de 0!

# CartOrderInfo_Goods_Items
source: items
ar: منتجات
de: Artikels
es: Artículos

# CartOrderInfo_Goods_Item
source: item
ar: منتج
de: Artikel
es: Artículo

# CartOrderInfo_PayMethodCell_PayPalLabel
source: The safer, easier way to pay
ar: دفع بطريقة سهولة وأمان أكثر
de: Die sicherere, einfachere Art zu bezahlen
es: La forma más fácil y segura de pagar

# CartOrderInfo_PayMethodCell_WordPayLabel
source: Pay by credit card directly
ar: دفع بواسطة بطاقة الائتمان
de: Bezahlen Sie mit Kreditkarte direkt
es: Pague con Tarjeta de Crédito directamente

# CartOrderInfo_PromotionCodeCell_PromotionCodeLabel
source: Promo Code
ar: كود الترويج
de: Gutschein
es: Código de Promoción

# CartOrderInformationBottomView_PlaceOrderBtn
source: PLACE ORDER
ar: تأكيد الطلب
de: BESTELLUNG AUFGEBEN
es: HACER ORDEN

# CartOrderInforTipMessage
source: Please select the carrier number on the address edit page
ar: تفضل بتحديد رقم الناقل على صفحة تحرير العنوان
de: Bitte wählen Sie die Nummer des Spediteurs auf der Adressenseite

# CartOrderInfoViewModel_PlaceOrder_NoShipping
source: Sorry, we currently do not ship to the country you selected
ar: عفوا، نحن حاليا لا نحشن إلى بلد المقصد الذي حددته.
de: Entschuldigung, wir versenden derzeit nicht in das von Ihnen gewählte Land
es: Lo sentimos, actualmente no enviamos al país de destino que seleccionó.

# CartOrderInfoViewModel_PlaceOrder_NoPayment
source: Sorry, your country does not currently support the selected payment method.
ar: عفوا، لا يدعم المقصد الذي حددته طريقة الدفع المحددة.
de: Entschuldigung, Ihr Land unterstützt derzeit nicht die ausgewählte Zahlungsmethode.
es: Lo sentimos, su país no acepta el método de pago seleccionado.

# CartOrderInfoModel_PaymentStatusDone_Alert_Message
source: Your order has been submitted successfully!
ar: تم إرسال طلبك بنجاح!
de: Ihre Bestellung wurde erfolgreich übermittelt!
es: Su orden ha sido enviada exitosamente!

# CartOrderInfoModel_PaymentStatusDone_Alert_Title
source: Payment complete
ar: تم الدفع
de: Zahlung abgeschlossen
es: El pago ha finalizado

# CartOrderInfoModel_PaymentStatusCancel_Alert_Message
source: Payment cancelled. Touch "Pay Now" to try again!
ar: تم إلغاء الدفع، إنقر "دفع" لمحاولىة مرة أخرى!
de: Zahlung storniert. Tippen Sie auf "Jetzt bezahlen", um es erneut zu versuchen!
es: Pago Cancelado. Toque "Pagar Ahora" Para intentarlo de nuevo!

# CartOrderInfoModel_PaymentStatusCancel_Alert_Title
source: Payment cancelled
ar: إلغاء الدفع
de: Zahlung storniert
es: Pago Cancelado

# CartOrderInfoModel_PaymentStatusFail_Alert_Message
source: Payment failed. Touch "Pay Now" to try again!
ar: فشل الدفع، إنقر " دفع" لمحاولىة مرة أخرى!
de: Bezahlung fehlgeschlagen. Tippen Sie auf "Jetzt bezahlen", um es erneut zu versuchen!
es: Falló el pago. Toque "Pagar Ahora" Para intentarlo de nuevo!

# CartOrderInfoModel_PaymentStatusFail_Alert_Title
source: Payment failed
ar: فشلت عملية الدفع
de: Bezahlung fehlgeschlagen
es: Falló el pago

# CartOrderInfo_CouponSelect_VC_Title
source: My Coupon
ar: قسيمتي
de: Mein Gutschein
es: Mi Cupón

# CartOrderInfo_CouponCode
source: Coupon code
ar: كود القسيمة
de: Gutscheincode
es: Código de Cupón

# CartOrderInfo_CouponSelect_PodeTextFiled_Placeholder
source: You can enter a promotional code!
ar: يمكنك إدخال كود الترويج!
de: Sie können einen Aktionscode eingeben!
es: Puedes ingresar un código de promoción!

# CartOrderInfo_CouponSelect_PlaceOrderBtn
source: PLACE ORDER
ar: تأكيد الطلب
de: BESTELLUNG AUFGEBEN
es: HACER ORDEN

# CartOrderInfo_MyCouponPickerView_CodeTextField_Placeholder
source: You can enter a promotional code
ar: يمكنك إدخال كود الترويج.
de: Sie können einen Aktionscode eingeben
es: Puedes ingresar un código de promoción

# CartOrderInfo_MyCouponPickerView_APPLY
source: APPLY
ar: تطبيق
de: EINLÖSEN
es: Aplicar

# CartOrderInfo_MyCouponPickerView_Component_NotToUse
source: I DON'T WANT TO USE
ar: لا أريد إستخدامها
de: Ich möchte nicht verwenden
es: NO LO QUIERO UTILIZAR

# CartOrderInfo_MyCouponPickerView_Title
source: My Coupon(s)
ar: قسيمتي
de: Mein Gutschein(s)
es: Mi Coupon

# CartOrderInfo_UnableCouponCell_Tip
source: I don't want to use
ar: لا أريد إستخدامها
de: Ich möchte nicht verwenden
es: No lo quiero utilizar

# CartOrderInfo_TotalPrice_Cell_AirCargoInsurance
source: Air Cargo Insurance
ar: تأمين الشحن الجوي
de: Luftfrachtversicherung
es: Seguro de Carga Aérea

# CartOrderInfo_TotalPrice_Cell_PayNow
source: Pay
ar: دفع
de: Zahlen
es: Pagar Ahora

# CartOrderInfo_ShippingInsuranceCell_Cell_ShippingInsurance
source: Shipping Insurance
ar: تأمين الشحن
de: Transportversicherung
es: Seguro de Envío

# CartOrderInfo_ShippingMethodSubCell_Cell_OFF
source: OFF
ar: إيقاف
de: AUS
es: DTO.

# VerificationView_titleLabel
source: Before placing order, please note:
ar: قبل تأكيد الطلب، يرجي ملاحظة:
de: Zahlungsbetrag:
es: antes de hacer un pedido, por favor tenga en cuanta:

# VerificationView_alretLabel_error
source: Verification code error
ar: رمز التفعيل الذي تم إدخاله غير صحيح
de: Fehler beim Überprüfungscode
es: Error de código de Verificación

# VerificationView_alretLabel_empty
source: Verification code empty
ar: رمز التفعيل فارغ
de: Bestätigungscode leer
es: Código de Verificación vacío

# VerificationView_detailLabel
source: For security purposes, we will send a message to the phone number you provided. Please fill in the verification code below
ar: لأغراض أمنية ، سنرسل رسالة إلى رقم الهاتف الذي قدمته. تفضل بملء رمز التحقق الأسفل
de: Aus Sicherheitsgründen senden wir eine Nachricht an die von Ihnen angegebene Telefonnummer. Bitte füllen Sie den Bestätigungscode aus
es: Por razones de seguridad, le enviaremos un mensaje a su dirección de envoi por telefono, por favor ingrese el código abajo

# VerificationView_codeField
source: Please enter the correct verification code.
ar: الرجالء ادخال رمز التفعيل صحيح.
de: Bitte geben Sie den korrekten Bestätigungscode ein.
es: Por favor ingrese el código de verificación correcto.

# VerificationView_VERIFY
source: VERIFY
ar: تحقق
de: ÜBERPRÜFEN
es: VERIFICAR

# Collection_VC_Title
source: My Favorites
ar: قائمة امنياتك
de: Meine Favoriten
es: Mis Favoritos

# CollectionViewModel_NoData_Tip
source: Find the latest styles and add them to your favorites!
ar: إستكشف أحدث الأساليبب وإضفها إلى قائمة امنياتك
de: Finde die neuesten Styles und füge sie zu deinen Favoriten hinzu!
es: Encuentra los últimos estilos y agrega tus favoritos!

# Account_VC_Title
source: Account
ar: حسابي
de: Konto
es: Cuenta

# Account_VC_SignOut_Alert_Message
source: Are you sure you want to sign out?
ar: هل أنت متأكد من أنك تريد تسجيل الخروج؟
de: Sind Sie sicher, dass Sie sich abmelden möchten?
es: Deseas Cerrar Sesión?

# Account_VC_SignOut_Alert_No
source: No
ar: لا
de: Nein

# Account_VC_SignOut_Alert_Yes
source: Yes
ar: نعم
de: Ja
es: Si

# Account_SignIn_SignUp
source: Sign In / Register
ar: اشترك / تسجيل الدخول
de: Anmelden /Registrieren
es: Iniciar Sesión / Crear una Cuenta

# Account_Welcome_ZZZZZ
source: Welcome to ZZZZZ
ar: مرحبا في زافول
de: Willkommen bei ZZZZZ
es: Bienvenido/a a ZZZZZ

# Account_Cell_Orders
source: Orders
ar: الطلبات
de: Bestellungen
es: Pedidos

# Account_Cell_Share
source: My Shares
ar: مشاركتي
de: Meine Aktien
es: Mis Compartidos

# Account_Cell_Points
source: Z-Points
ar: Zنقاط
de: Z-Punkte
es: Puntos Z

# Account_Cell_Wishlist
source: Wish List
ar: قائمة الامتيات
de: Wunschzettel
es: Favoritos

# Account_Cell_Coupon
source: Coupons
ar: الكوبونات
de: Gutscheine
es: Cupón

# Account_Cell_Address
source: Address
ar: العنوان
de: Adresse
es: Dirección

# Account_Cell_Password
source: Password
ar: سر المرور
de: Passwort
es: Contraseña

# Account_Cell_Currency
source: Currency
ar: العملات
de: Währung
es: Moneda

# Account_Cell_Settings
source: Settings
ar: الإعدادات
de: die Einstellungen

# Account_Cell_Help
source: Help
ar: المساعدة
de: Hilfe
es: Ayuda

# Account_Cell_Country
source: Country
ar: البلد
de: Land

# Account_Cell_Message_Us
source: Message Us
ar: إرسال رسالة لنا
de: Melde uns
es: Envíenos un mensaje

# Account_Cell_History_View
source: History View
ar: سجل المشاهدة
de: Verlaufsansicht
es: Historial Reciente

# Account_Cell_History
source: History
ar: سجل
de: Geschichte

# Account_SignOut_Button
source: SIGN OUT
ar: تسجول الخروج
de: AUSLOGGEN
es: CERRAR SESIÓN

# Account_View_and_edit_profile
source: View and edit profile
ar: مشاهدة وتعديل الملف الشخصي
de: Profil ansehen und bearbeiten
es: Ver y editar perfil

# AccoundHeaderView_SelectPhotoTitle
source: Profile Picture Settings
ar: إعدادات صورة الملف الشخصي
de: Profil Bildeinstellungen
es: Configuración de Imagen de Perfil

# AccoundHeaderView_TackPhoto
source: Take Photo
ar: تأخذ صورة
de: Foto machen
es: Tomar Foto

# AccoundHeaderView_ChooseAlbum
source: Choose From Album
ar: اختيار من الألبوم
de: Wählen Sie Aus Album
es: Elegir del Álbum

# AccoundHeaderView_Settings_Camera
source: Allow ZZZZZ to access your Camera. (Settings > Privacy > Camera)
ar: (اسمح لزافول بالوصول إلى الكاميرا الخاصة بك. (الإعدادات> الخصوصية> الكاميرا
de: Lassen Sie ZZZZZ auf Ihre Kamera zugreifen. (Einstellungen> Datenschutz> Kamera)
es: Permitir a ZZZZZ acceder a tu Cámara.（ Ajustes > Privacidad > Cámara)

# AccoundHeaderView_Settings_Photos
source: Allow ZZZZZ to access your Photos. (Settings > Privacy > Photos）
ar: (اسمح لزافول بالوصول إلى الصور الخاصة بك. (الإعدادات> الخصوصية> الصور
de: Lassen Sie ZZZZZ auf Ihre Fotos zugreifen. (Einstellungen> Datenschutz> Fotos)
es: Permitir a ZZZZZ acceder a tus Fotos.（ Ajustes > Privacidad > Fotos）

# AccoundHeaderView_Divice_Unavailable
source: Sorry, no camera or camera unavailable.
ar: عذرًا ، لا توجد كاميرا أو كاميرا غير متاحة.
de: Entschuldigung, keine Kamera oder Kamera nicht verfügbar.
es: Lo sentimos, la cámara no está disponible.

# AccountCountry_VC_SelectedCountry
source: Selected Country/Region
ar: اختيار البلد/المنطقة
de: Ausgewähltes Land/Region
es: País/Región Actual

# AccountCountry_VC_Title
source: Change Country
ar: تغيير البلد
de: Land wählen
es: Cambiar País

# MyOrders_VC_Title
source: My Orders
ar: طلباتي
de: meine Bestellungen
es: Mis Ordenes

# MyOrders_Cell_Order
source: Order
ar: طلب
de: Auftrag
es: Orden

# MyOrders_Cell_TotalPayable
source: Total Payable
ar: مبلغ مستحق الدفع
de: Total bezahlbar
es: Pago Total

# MyOrders_Cell_PayNow
source: PAY NOW
ar: دفع الآن
de: ZAHLEN JETZT
es: PAGAR AHORA

# ZFOrderList_Contact_us
source: Contact Us
ar: إتصال بنا
de: Kontaktieren uns
es: Contáctenos

# ZFOrderList_Total_Items
source: item(s)
ar: المجموع: %lu سلع/سلعة
de: Summe:%lu Element(e)
es: Total: %lu artículo(s)

# ZFOrderList_Total
source: Total:
ar: المجموع:
de: Summe:

# MyOrderList_NoData_Title
source: You have no orders yet!
ar: لا يوجد حاليا أي طلبيات!
de: Sie haben noch keine Bestellungen!
es: ¡Aún no tiene ordenes!

# MyOrdersViewModel_PaymentStatusCancel_Message
source: Payment cancelled. Touch "Pay Now" to try again!
ar: تم إلغاء الدفع، إنقر "دفع" لمحاولة مرة أخرى!
de: Zahlung storniert. Tippen Sie auf "Jetzt bezahlen", um es erneut zu versuchen!
es: Pago Cancelado. Toque "Pagar Ahora" inténtelo de nuevo!

# MyOrdersViewModel_PaymentStatusCancel_Title
source: Payment cancelled
ar: تم إلغاء الدفع
de: Zahlung storniert
es: Pago Cancelado

# MyOrdersViewModel_PaymentStatusFail_Message
source: Payment failed. Touch "Pay Now" to try again!
ar: فشل الدفع، إنقر دفع" لمحاولة مرة أخرى"
de: Bezahlung fehlgeschlagen. Tippen Sie auf "Jetzt bezahlen", um es erneut zu versuchen!
es: Falló el pago. Toque "Pagar Ahora" inténtelo de nuevo!

# MyOrdersViewModel_PaymentStatusFail_Title
source: Payment failed
ar: فشل الدفع
de: Bezahlung fehlgeschlagen
es: Falló el pago

# MyOrdersViewModel_NoData_Tip
source: You have no orders yet!
ar: لا يوجد حاليا أي طلبيات
de: Sie haben noch keine Bestellungen!
es: Aún no tiene ordenes!

# MyOrdersViewModel_Cancel_Order_Message
source: You can't cancel this order!
ar: عفوا، لا يمكنم إلغاء هذا الطلب.
de: Sie können diese Bestellung nicht stornieren!
es: No puede cancelar esta orden!

# MyHistory_NoData_tip
source: Sorry, we couldn't find anything in your history
ar: عذرا، لا يشتمل سجل المشاهدة على أي معلومات
de: Entschuldigung, wir konnten nichts in Iherer Geschichte finden
es: Lo sentimos, no pudimos encontrar nada en tus Venta Flash

# OrderDetail_VC_Title
source: Order Detail
ar: تفصيل الطلب
de: Bestelldetails
es: Detalles de Orden

# OrderDetailViewController_COD_cost
source: COD cost
ar: COD كلفة
de: Nachnahmekosten
es: Costo de Pago a la Entrega

# DeliveryShippingView_deliveryLabel
source: Order successful. Estimated time for delivery: 7-15 days. Sometimes we will send SMS or call you to confirm your order
ar: دفع الطلب ناجح. الوقت المقدر للتسليم: 7-15 أيام. في بعض الأحيان سنرسل رسالة نصية قصيرة أو نتصل بك لتأكيد طلبك
de: Bestellung erfolgreich. Voraussichtliche Lieferzeit: 7-15 Tage. Manchmal senden wir eine SMS oder rufen Sie an, um Ihre Bestellung zu bestätigen.
es: Orden exitosa Tiempo estimado de entrega: 7-15 días.Puede suceder que recibamos un SMS o una llamada para confirma tu pedido

# OrderRequestRefund
source: Request a refund
ar: طلب استرداد
de: Fordern Sie eine Rückerstattung an
es: Reembolso

# OrderRefundTips
source: Your refund is being processed (We will process your refund request within 48 hours).
ar: تم البدء بإجراءات التوصيل،(وسنعالج طلبك خلال 48 ساعة).
de: Ihre Rückerstattung wird bearbeitet (Wir bearbeiten Ihre Rückerstattungsanforderung innerhalb von 48 Stunden).
es: Su reembolso está siendo procesado (Procesaremos su solicitud de reembolso dentro de las próximas 48 horas).

# OrderRefundAskTips
source: You order has already been packed, are you sure you want to request a refund?
ar: إن طلبك مرزم، هل أنت متأكد من طلب استرداد الآن؟
de: Ihre Bestellung wurde bereits verpackt. Sind Sie sicher, dass Sie eine Rückerstattung beantragen möchten?
es: Su pedido ya ha sido empaquetado, ¿está seguro de que desea solicitar un reembolso?

# OrderDetailViewModel_CancelOrder_Message
source: Are you sure you wish to cancel this Order?
ar: هل أنت متأكد من إلغاء هذا الطلب؟
de: Sind Sie sicher, dass Sie diese Bestellung stornieren möchten?
es: Desea cancelar la Orden?

# OrderDetailViewModel_CancelOrder_No
source: No
ar: لا
de: Nein

# OrderDetailViewModel_CancelOrder_Yes
source: Yes
ar: نعم
de: Ja
es: Si

# OrderDetail_Order_Cell_Order
source: Order
ar: طلب
de: Bestellung

# OrderDetail_Cell_PaymentStatusCancel_Message
source: Payment cancelled. Touch "Pay Now" to try again!
ar: تم إلغاء الدفع، إنقر دفع" لمحاولة مرة أخرى!"
de: Zahlung storniert. Tippen Sie auf "Jetzt bezahlen", um es erneut zu versuchen!
es: Pago Cancelado. Toque "Pagar Ahora" inténtelo de nuevo!

# OrderDetail_Cell_PaymentStatusCancel_Title
source: Payment cancelled
ar: تم إلغاء الدفع
de: Zahlung storniert
es: Pago Cancelado

# OrderDetail_Cell_PaymentStatusFail_Message
source: Payment failed. Touch "Pay Now" to try again!
ar: فشل الدفع، إنقر "دفع" لمحاولة مرة أخرى
de: Bezahlung fehlgeschlagen. Tippen Sie auf "Jetzt bezahlen", um es erneut zu versuchen!
es: Falló el Pago. Toque "Pagar Ahora" inténtelo de nuevo!

# OrderDetail_Cell_PaymentStatusFail_Title
source: Payment failed
ar: فشل الطلب
de: Bezahlung fehlgeschlagen
es: Falló el Pago

# OrderDetail_Cell_CancelOrder_Message
source: Are you sure you wish to cancel this Order?
ar: هل أنت متأكد من إلغاء هذا الطلب؟
de: Sind Sie sicher, dass Sie diese Bestellung stornieren möchten?
es: ¿Está seguro que desea cancelar su orden?

# OrderDetail_Cell_CancelOrder_No
source: No
ar: لا
de: Nein

# OrderDetail_Cell_CancelOrder_Yes
source: Yes
ar: نعم
de: Ja
es: Sí

# OrderDetail_CouponCode_InputplaceholderText
source: Select or input code
ar: اختار وادخل الكود
de: Wählen oder Code eingeben
es: Seleccione o ingrese el código

# OrderDetail_Delivery_Cell_Date
source: Date
ar: الـتـاريـخ
de: Datum
es: Fecha

# OrderDetail_Delivery_Cell_Delivery
source: Delivery
ar: التسليم
de: Lieferung
es: Entrega

# OrderDetail_Delivery_Cell_Payment
source: Payment
ar: الدفع
de: Zahlung
es: Pago

# OrderDetail_Goods_Cell_Sku
source: SKU
de: Artikelnummer

# OrderDetail_Goods_Cell_Color
source: Color
ar: اللون
de: Farbe

# OrderDetail_Goods_Cell_Size
source: Size
ar: المقاس
de: Größe
es: Tamaño

# OrderDetail_Goods_Cell_Total
source: Total
ar: المجموع
de: Gesamt

# OrderDetail_Goods_Cell_WriteReview
source: Write a review
ar: كتب تقييما
de: Eine Rezension schreiben
es: Escribir una reseña

# OrderDetail_Goods_Cell_CheckMyReview
source: Check my review
ar: مشاهدة تقييمي
de: Überprüfen Sie meine Bewertung
es: Revisar mi reseña

# OrderDetail_Goods_Cell_SubmitReview
source: Reviews & Show
ar: التقييم والمعرض
de: Bewertungen & Zeigen
es: Reseñas&Show

# OrderDetail_Copy_Success
source: Copy successful
ar: تم نسخ بنجاح
de: Kopieren erfolgreich
es: Copiar éxito

# OrderDetail_TotalPrice_Cell_Subtotal
source: Subtotal
ar: المجموع الفرعي
de: Zwischensumme

# OrderDetail_TotalPrice_Cell_RewardsSaving
source: Z Points Saving
ar: توفرZ نقاط
de: Z-Punkte speichern
es: Puntos Z Guardados

# OrderDetail_TotalPrice_Cell_PromotionCodeSaving
source: Event discount
ar: خصم للنشاط
de: Event Rabatt
es: Descuento de Actividad

# OrderDetail_TotalPrice_Cell_ShippingCost
source: Shipping Cost
ar: رسم الشحن
de: Versandkosten
es: Costo de Envío

# OrderDetail_TotalPrice_Cell_ShippingInsurance
source: Shipping Insurance
ar: تأمين الشحن
de: Transportversicherung
es: Seguro de Envío

# OrderDetail_TotalPrice_Cell_GrandTotal
source: Grand Total
ar: المبلغ الإجمالي
de: Gesamtsumme
es: Gran Total

# OrderDetail_TotalPrice_Cell_TotalPayable
source: Total Payable
ar: مبلغ مستحق الدفع
de: Total bezahlbar
es: Pago Total

# OrderDetail_TotalPrice_Cell_Discount
source: COD Discount
ar: COD خصم
de: Nachnahme-Rabatt
es: Descuento de Entrega Contra Reembolso

# OrderDetail_TotalPrice_Cell_AirCargoInsurance
source: Air Cargo Insurance
ar: تأمين الشحن الجوي
de: Luftfrachtversicherung
es: Seguro de Carga Aérea

# OrderDetail_TotalPrice_Cell_PayNow
source: Pay
ar: دفع
de: Zahlen
es: Pagar Ahora

# OrderDetail_TotalPrice_Cell_Contiue
source: Continue to pay
ar: تابع للدفع
de: Weiter bezahlen
es: Seguir pagando
