Repository: SmileOcc/SWFTDEMO
Catalog: YWFZDemo/YWZFDemo/Supporting Files/Language/*.lproj/Localizable.strings
Languages: ar, de, es

# Push_yes_notifications_never_miss_out_again
source: Say 'yes' to our notifications and you will never miss out again
ar: قل "نعم" لشعاراتنا ولن تفوتك أبدًا
de: Sagen Sie "Ja" zu unseren Benachrichtigungen und Sie werden es nie wieder verpassen
es: Dígale 'Si' a nuestras notificaciones y jamás se perderá de ninguna oferta

# Push_first_APP_exclusive_sales_offers
source: Be the first to know about APP exclusive sales and offers!
ar: !كن أولا من يعرف عن مبيعات الحصرية والعروض
de: Seien Sie der Erste, der von exklusiven Verkäufen und Angeboten von APP erfährt!
es: Sea el primero en conocer sobre nuestra APP para ventas y ofertas exclusivas

# Push_New_collections_latest_trends
source: New collections/the latest trends
ar: مجموعات جديدة / أحدث الاتجاهات
de: Neue Kollektionen / die neuesten Trends
es: Nuevas colecciones/Las últimas tendencias

# Push_Notifications_Settings
source: Notifications Settings
ar: إعدادات الإشعارات
de: Benachrichtigungseinstellungen
es: Configuración de notificaciones

# Push_Notifications
source: Notifications
ar: الإشعارات
de: Benachrichtigungen
es: Notificaciones

# Push_Enable
source: Enable
de: Aktivieren
es: Abrir

# Detail_Product_Coupons_Tips
source: Collection Of Coupons
ar: مجموعة من الكوبونات
de: Gutscheine einlösen
es: Colección de cupones

# Detail_Product_CouponsList_Title
source: Coupons
ar: القسيمات
de: Gutscheine
es: Cupón

# Detail_ReceiveCouponTitle
source: RECEIVE
ar: حصل عليها
de: EINLÖSEN
es: RECIBIR

# Detail_ReceiveCouponSuccess
source: Claimed successfully
ar: حصلت عليها بنجاح
de: Erfolgreich behauptet
es: Canjeado exitosamente

# Detail_ReceiveCouponUsedUp
source: We're sorry to inform you that all coupons have already been claimed. Please try again next time!
ar: نأسف لتبليغك إنه قد حصلت على جميع القسائم. الرجاء المحاولة مرة أخرى في وقت لاحق!
de: Wir bedauern Ihnen mitteilen zu müssen, dass alle Gutscheine bereits eingelöst wurden. Bitte versuchen Sie es beim nächsten Mal erneut!
es: Lamentamos informarle que todos los cupones ya han sido canjeados. Por favor vuelva a intentarlo la proxima vez

# Detail_ReceiveCouponFail
source: Oops! Failed to claim. Please try again later.
ar: أوبس! فشل في حصول على القسيمة. تفضل بمحاولة مرة أخرى.
de: Hoppla! Anspruch konnte nicht geltend gemacht werden. Bitte versuche es später erneut.
es: Lo siento, fallo el reclamo. Por favor, intenta nuevamente mas tarde

# Detail_CouponClaimed
source: Claimed
ar: حصلت عليها
de: Behauptet
es: Recibido

# Detail_CouponUsedUp
source: Used up
ar: استخدم
de: Aufgebraucht
es: Agotado

# Register_ChooseGender
source: Please select your gender
ar: تفضل بإختيار الجنس
de: Bitte wähle dein Geschlecht aus
es: Escoja su genero

# Register_ChooseGender_Sure
source: Sure
ar: تأكيد
de: Sicher
es: Por supuesto

# Community_AccountShowsBtn
source: Posts
ar: المنشور
de: Beiträge
es: Post

# Community_AccountFollowBtn
source: Follow
ar: أتابعه
de: Folgen
es: Seguir

# Community_AccountLiked
source: Liked
ar: أعجبني
de: Gefällt mir
es: Gustado

# Community_outfitBuilderTitle
source: Customize Your Own Fashion Outftis
ar: تخصيص الازياء الخاصة بك
de: Fertigen Sie Ihre eigene Mode Outftis besonders an
es: Personifica tus propios atuendos fashion

# CODVerify_NoteTip
source: Note: you may have difficulty in choosing COD as payment method in the future if you rejected a COD order upon delivery.
ar: .ملاحظة: قد تكون صعوبة في اختيارالدفع عند الاستلام كطريقة الدفع في المستقبل إذا رفضت طلب لالدفع عند الاستلام.
de: Hinweis: Sie haben möglicherweise Schwierigkeiten, in Zukunft COD als Zahlungsmethode zu wählen, wenn Sie eine Nachnahme-Bestellung bei Lieferung abgelehnt haben.

# COD_SMS_5-10WorkingDays
source: 5-10 working days
ar: 5 - 10 أيام العمل
de: 5-10 Arbeitstage
es: entre 5 y 10 dias laborables.

# COD_SMS_Description1
source: 1.Estimated time for delivery:
ar: 1. وقت التسليم المقدر
de: 1. geschätzte zeit für lieferung:
es: 1. Tiempo estimado d entrega,

# COD_SMS_Description2
source: 2.Order total:
ar: 2. مجموع الطلب:
de: 2. Bestellsumme:
es: 2.Total del pedido

# COD_SMS_Description3
source: 3.Address provided should be complete and correct.
ar: 3. يجب أن يكون العنوان كاملا وصحيحا
de: 3. Adresse angegeben sollte vollständig und korrekt sein.
es: 3.La direccion dada debe ser completa y correcta.

# VerificationView_showButton_resent
source: RESENT AFTER %@ SEC
ar: إعادة التعديل بعد %@ ثوان/ثانية
de: RESENT NACH %@ SEK
es: Reenviar después de %@ seg

# VerificationView_showButton_titile
source: CONFIRM & SEND SMS
ar: تأكيد وإرسال الرسائل القصيرة
de: BESTÄTIGEN & SMS senden
es: CONFRIMAR Y ENVIAR SMS

# SOAPayMentCancelContent
source: Are you sure you want to cancel this payment?
ar: هل أنت متأكد من أنك تريد إلغاء هذه الدفعة؟
de: Möchten Sie diese Zahlung wirklich stornieren?
es: Esta segura que quiere cancelar el pago?

# CartVC_AddCarFiale_tip
source: Failed to add to cart
de: Fehler beim Hinzufügen zum Einkaufswagen
es: Falla añadir a la cesta

# PiecingOrderVCTitle_AddItems
source: Add Items
ar: إضافة العناصر
de: Elemente hinzufügen
es: Agregar artículos

# ModifyAddress_Enter_your_delivery_city
source: Enter your delivery city
ar: إدخل مدينة التوصيل الخاصة بك
de: Geben Sie Ihre Lieferungsstadt ein
es: Ingrese su ciudad de entrega

# community_topicdetail_Create
source: Create
ar: إنشاء
de: Erstellen
es: Crear

# community_Entered_Z-Me_Referral-share_Plan
source: Entered Z-Me Referral-share Plan
ar: Z-Me إشتراك في خطة الإحالة في
de: Eingetragener Z-Me-Empfehlungsplan
es: Has entrado al Plan Z-Me de referencias compartidas

# community_account_help
source: Help
ar: المساعدة
de: Hilfe
es: Ayuda

# community_account_find_friends
source: Find Friends
ar: بحث عن الأصدقاء
de: Freunde finden
es: Agregar Amigos

# Post_VC_Add_photo
source: Add a photo
ar: إضافة الصورة
de: Füge ein Foto hinzu
es: Agregar una foto

# Post_Goods_Hot
source: Hot
ar: الحار
de: Heiß
es: Popular

# Home_Channel_Recently_Title
source: RECENTLY VIEWED
ar: شوهدت مؤخرا
de: VOR KURZEM
es: visto recientemente

# History_View_Title
source: Recently Viewed
ar: سجل المشاهدة
de: Zuletzt angesehen
es: visto recientemente

# Home_Channel_Recently_Clear
source: CLEAR
ar: مسح
de: KLAR
es: LIMPIAR

# Search_Tool_tip
source: Click on the button below to search for the items you’re looking for.
ar: انقر على الزر في الأسفل لبحث عن السلع التي تجد عنها
de: Klicken Sie auf die Schaltfläche, um nach den gewünschten Artikeln zu suchen.
es: Haga clic en el botón de abajo para buscar los artículos que está buscando.

# Handpick_RecommendedBg_tip
source: Recommended for you
ar: التوصيات المناسبة لك
de: für Sie empfohlen

# HandpickVC_title_Swinwear
source: Featured
ar: مميزة
de: Swinwear
es: Destacado

# Search_Tool_Camera
source: Camera
ar: الكاميرا
de: KAMERA
es: Cámara

# Search_Tool_Photos
source: Photos
ar: الصور
de: FOTOS
es: Fotos

# Search_Tool_Morel
source: More
ar: المزيد
de: MEHR
es: Más

# CarPiecing_QualifiesTips
source: Qualifies for free standard shipping
ar: مؤهل للشحن المجاني القياسي
de: Qualifiziert für kostenlosen Standardversand
es: Califica para envío estándar gratis

# CarPiecing_PayMoreTips
source: Pay %@ more for free standard shipping
ar: ادفع %@ أكثر لإستمتع بشحن قياسي مجاني
de: Bezahlen %@ mehr für kostenlosen Standardversand
es: Pague %@ más para envío estándar gratis

# OrderDetail_UnRefundTips
source: Your order does not qualify for automatic returns. Please contact us.
ar: طلبك غير مؤهل للمرتجع التلقائي. الرجاء تواصل معنا.
de: Ihre Bestellung ist nicht für automatische Retouren geeignet. Bitte kontaktieren Sie uns.
es: Su orden no califica para devoluciones automáticas. Por favor contáctenos.

# OrderDetail_Apologies
source: Apologies
ar: إعتذارات
de: Entschuldigung
es: Disculpas

# GameLogin_EmailPlaceHold
source: We will not send you any marketing emails.
ar: .لن نرسل لك أي رسائل بريد إلكتروني تسويقية
de: Wir werden Ihnen keine Marketing E-mails senden.
es: No le enviaremos ningún email de marketing.

# GameLogin_OtherLoginMethod
source: Alternative login methods
ar: طرق تسجيل الدخول البديلة
de: Alternative Anmeldeverfahren
es: Métodos alternativos de iniciar sesión

# GameLogin_AlreadyRegisterTips
source: This email has already been registered. Please enter your password.
ar: إن هذا البريد الإلكتروني مسجل، تفضل بادخال كلمتك المرور
de: Diese E-Mail wurde bereits registriert. Bitte geben Sie Ihr Passwort ein.
es: Este correo electrónico ya ha sido registrado. Por favor, introduzca su contraseña.

# GameLogin_InputPassword
source: Input your password
ar: إدخال رقمك المرور
de: Bitte geben Sie Ihr Passwort ein
es: Ingrese su contraseña

# GameLogin_EnterYourEmail
source: Please enter your Email
ar: رجاءا أدخل بريدك الإلكتروني
de: Bitte geben Sie Ihr E-mails ein
es: Por favor introduzca su correo electrónico

# GameLogin_SetupPassword
source: Set up Password
ar: إعداد كلمة المرور
de: Richten Sie das Passwort ein
es: Configurar la contraseña

# GameLogin_GuestOrderDetailTip
source: Order details
ar: تفاصيل الطلب
de: Bestelldetails
es: Detalles del pedido

# GameLogin_GuestOrderDetailContent
source: Because you previously used guest checkout to purchase goods, order info. is now being sent to your personal account.
ar: نظرًا لأنك استخدمت الدفع لدى الضيوف لشراء السلع في وقت سابق، والآن سنرسل معلومات طلبك إلى حسابك الشخصي.
de: Da Sie den Kauf von Waren durch Gast zur Kasse durchgeführt haben, deswegen werden wir jetzt auf Ihr persönliches Konto geschickt.
es: Como utilizó el pago de invitado para comprar productos,la información del pedido se ha enviado a su cuenta personal.

# GameLogin_GuestOrderDetailSee
source: See details
ar: مشاهدة التفاصيل
de: Siehe Einzelheiten
es: Ver detalles

# OrderDetail_CancelManyOrderTip
source: Please select the order you wish to cancel.
ar: يرجى تحديد الترتيب الذي ترغب في إلغائه.
de: Bitte wählen Sie die Bestellung, die Sie stornieren möchten.
es: Por favor seleccione la orden que desea cancelar

# OrderDetail_SureWantToRefund
source: Are you sure you want to apply for a refund?
ar: هل أنت متأكد من أنك تريد التقدم بطلب لاسترداد الأموال؟
de: Sind Sie sicher, dass Sie eine Rückerstattung beantragen möchten?
es: ¿Esta seguro de que desea aplicar para unreembolso?

# MyCoupon_Only_for_Standard_Shipping
source: Only for Standard Shipping
ar: لشحن القياسي فقط
de: Nur für den Standardversand
es: Solo para envío estándar

# MyCoupon_FREE_SHIPPING
source: FREE SHIPPING
ar: الشحن مجاني
de: KOSTENLOSER VERSAND
es: ENVÍO GRATIS

# GameLogin_GuestUser
source: Guest User
ar: حساب زائر
de: Gastbenutzer
es: Usuario invitado

# GameLogin_GuestUserTips
source: This is your temporary account. Click on settings, then go to “Set up Password” to register.
ar: .هذا هو حسابك المؤقت. انقر على الإعدادات ، ثم انتقل إلى "إعداد كلمة المرور" للتسجيل
de: Dies ist Ihr temporäres Konto. Klicken Sie auf Einstellungen und gehen Sie zu "Passwort einrichten", um sich zu registrieren.
es: Esta es su cuenta temporal. Haga clic en configuración,luego vaya a "Configurar contraseña" para registrarse.

# Public_items_Found
source: %@ items Found
ar: %@ سلع متوفرة
de: %@ Gegenstände gefunden
es: %@ artículos encontrados

# GoodsSort_Price
source: Price
ar: سعر
de: Preis
es: Precio

# ReviewFilter_All
source: All
ar: الجميع
de: Alles
es: Todos

# ReviewFilter_Recent
source: Recent
ar: الأخيرة
de: Letzte
es: Recientes

# ReviewFilter_Picture
source: Photo comments
ar: تعليقات للصور
de: Foto Kommentare
es: Comentarios de fotos

# Guest_Sales_Tips_title
source: Student Discount
ar: خصم الطلاب
de: Studentenrabatt
es: Descuento estudiantil

# Guest_Sales_Tips_Content
source: Congrats! You're now eligible for student discount with ZZZZZ.
ar: مبروك! أنت الآن مؤهل للحصول على خصم للطلاب بزافول.
de: Glückwunsch! Sie haben jetzt Anspruch auf Studentenrabatt bei ZZZZZ.
es: Enhorabuena Ahora eres elegible estudiante con descuento con ZZZZZ

# StudentVIP_Discount_Title
source: Student Discount
ar: خصم الطلاب
de: Studentenrabatt
es: Descuento estudiantil

# SupreSutdentVIP_Discount_Title
source: Supreme Student discount
ar: خصم الطالب الأعلى
de: Oberster Studentenrabatt
es: Descuento de estudiante supremo

# goodsdetail_navigationonline_tip
source: Please contact our customer services if you have any queries.
ar: يرجى الاتصال بخدمتنا العملاء إذا كان لديك أي استفسارات
de: Bitte wenden Sie sich bei Fragen an unseren Kundendienst.
es: Por favor, póngase en contacto con nuestro servicio al cliente si tiene alguna pregunta.

# CarVC_AddedWishlist_Title
source: Move to Wishlist
ar: انتقال إلى قائمة الأمنيات
de: Zur Wunschliste verschieben
es: Mover a la lista de deseos

# CarVC_AddedWishlist_Success
source: Added to your Wishlist
ar: تم إضافة إلى قائمتك الأمنيات
de: Zu Ihrer Wunschliste hinzugefügt
es: Añadiando a su lista de deseos

# community_get_gift
source: Get her gift
ar: السحب المحظوظ
de: Geschenk
es: Consigue su regalo

# community_get_draw
source: Join her draw
ar: الهدية
de: Gewinnspiel
es: únete a su sorteo

# community_Buy
source: Buy
ar: شراء
de: Jetzt kaufen
es: Comprar ahora

# Address_List_Cell_No_Support_Mail
source: Express is unavailable to this area
ar: الشحن غير متوفر لهذه المنطقة
de: Express ist nicht verfügbar
es: Express no esta disponible para esta zona

# order_detail_count_down_remind
source: Pay now so that we can deliver now.
ar: ادفع الآن حتى نتمكن من تسليم الآن.
de: Zahlen Sie jetzt, damit wir jetzt liefern können.
es: Paga ahora para que podamos entregar ahora.

source: You may also like
ar: قد تعجبك
de: Sie können auch mögen
es: También te puede gustar

# first_change_country_tip
source: Your delivery address will be changed with your current region, are you sure to continue?
ar: سيتم تغيير عنوان التسليم الخاص بك مع منطقتك الحالية ، فهل أنت متأكد من المتابعة؟
de: Ihre Lieferadresse wird mit Ihrer aktuellen Region geändert. Sind Sie sicher, ob fortfahren?
es: Su dirección de entrega cambiará con su región actual, ¿Está seguro de continuar?

# first_change_country_CONTINUE
source: CONTINUE
ar: متابعة
de: FORTSETZEN
es: SEGUIR

# first_change_country_CANCEL
source: CANCEL
ar: إلغاء
de: ABBRECHEN
es: ANULAR

# community_Home_Z-Me_Guide
source: Welcome to Z-Me! Here you can share your fashion stories
ar: مرحبا بك في Z-Me هنا يمكنك مشاركة قصص الموضة
de: Willkommen bei Z-Me! Hier können Sie Ihre Modegeschichten teilen
es: Bienvenido a Z-Me! Aquí puedes compartir tus historias de moda.

# community_Home_Topic_Guide
source: Here you can take part in fashion topics
ar: هنا يمكنك أن تصبح جزءاً من مواضيع الموضة
de: Hier können Sie an Modethemen teilnehmen
es: Aquí puedes participar en temas de moda.

# community_PostDetail_Share_Guide
source: Here you can share any shows or outfits that you like
ar: هنا يمكنك مشاركة أي عروض أو ملابس تريدها
de: Hier können Sie beliebige Shows oder Outfits teilen, die Ihnen gefallen
es: Aquí puedes compartir cualquier show o atuendo que te guste.

# community_PostDetail_Buy_Guide
source: You can buy this outfit here
ar: يمكنك شراء هذا الزي هنا
de: Sie können dieses Outfit hier kaufen
es: Puedes comprar este atuendo aquí.

# community_Post_Show_Relate_Goods_Guide
source: Add the products in your photos
ar: أضف هذه المنتجات بصورك
de: Fügen Sie die Produkte in Ihre Fotos ein
es: Añade los productos en tus fotos.

# community_Post_Outfit_Filter_Goods_Guide
source: Filter the products you like
ar: صفي المنتجات التي تريديها
de: Filtern Sie die Produkte, die Sie mögen
es: Filtra los productos que te gustan.

# ModifyAddress_Check_Address_Title
source: Add a new address
ar: التعديل على العنوان
de: Füge eine neue Adresse hinzu
es: Añadir una nueva dirección

# ModifyAddress_Check_Address_Original
source: Original address:
ar: العنوان الأصلي :
de: Oranginaladresse:
es: Dirección original:

# ModifyAddress_Check_Address_Suggested
source: Suggested address:
ar: العنوان المقترح :
de: Empfohlene Adresse:
es: Dirección sugerida:

# ModifyAddress_Check_Address_Tip
source: there's a probelm with the address provided -we've marked our suggestions in red below.please choose or edit which version of the address you want to use.
ar: هناك مشكلة في العنوان المقدم - لقد وضعنا علامة على اقتراحاتنا باللون الأحمر أدناه. الرجاء اختيار أو تعديل إصدار العنوان الذي تريد استخدامه.
de: Es gibt ein Problem mit der angegebenen Adresse. Wir haben unsere Vorschläge unten in Rot markiert. Bitte wählen oder bearbeiten Sie die Version der Adresse, die Sie verwenden möchten.
es: Hay un problema con la dirección proporcionada. Hemos marcado nuestras sugerencias en rojo a continuación. Por favor, elige o edita qué versión de la dirección deseas usar.

source: Confirm
ar: تأكيد
de: Bestätigen
es: Confirmar

source: Next Step
ar: الخطوة التالية
de: Nächster Schritt
es: Siguiente Paso

# Upgrade_Now
source: Update now
ar: قم بالتحديث الآن
de: Jetzt aktualisieren
es: Actualizar ahora

# choose_tax_shipping
source: * NOTE: Your order will be sent to Peru. If you choose Standard Shipping, please fill in your DNI number (ID card number) to enable a smooth clearance and delivery.
ar: * ملاحظة: سيتم إرسال طلبك إلى بيرو. إذا اخترت الشحن القياسي ، فيرجى ملء رقم DNI (رقم بطاقة الهوية) لتمكين التخليص السلس والتسليم.
de: * HINWEIS: Ihre Bestellung wird nach Peru geschickt. Wenn Sie Standardversand wählen, geben Sie bitte Ihre DNI-Nummer (ID-Kartennummer) ein, um eine reibungslose Abwicklung und Lieferung zu ermöglichen.
es: * NOTA: Tu pedido será enviado a Perú. Si eliges Envío estándar, por favor ingresa tu número de DNI (número de tarjeta de identificación) para garantizar un proceso de entrega sin problemas.

# checkout_shipping_tax_remind
source: Tax number required
ar: الرقم الضريبي مطلوب
de: Steuernummer erforderlich
es: Número de impuesto requerido

# Car_Header_Add_Codes
source: Add Codes
ar: إضافة الرمز
de: Code hinzufügen
es: Agregar codigos

# Car_Header_Estimated_Total
source: Estimated Total
ar: المجموع الكلي للوقت المُقدر
de: geschätzter Gesamtwert
es: Total Estimado

# Car_1Code_Applied
source: 1 Code Applied:
ar: 1 - تم تطبيق الرمز
de: 1 angewandter Code:
es: 1 Código Aplicado:

# Car_Available_Coupons
source: Available Coupons
ar: الكوبونات المتاحة
de: Verfügbare Gutscheine
es: cupones disponibles

# paySuccessPendingTipsTitle
source: We appreciate your shopping! Your order has been submitted successfully.
ar: نحن نقدر تسوقك لدينا ! تم إرسال طلبك بنجاح.
de: Wir schätzen Ihren Einkauf! Ihre Bestellung wurde erfolgreich übermittelt.
es: ¡Apreciamos sus compras! Su pedido ha sido enviado con éxito.

# paySuccessPendingTipsContent
source: There is a little delay for payment status confirmation, please come back to check your order status a few minutes later.
ar: هناك تأخير بسيط في تأكيد عملية الدفع ، من فضلك قم بالتحقق من حالة الطلب بعد بضع دقائق.
de: Es erfolgt eine kurze Verzögerung bei der Bestätigung des Zahlungsstatus. Bitte überprüfen Sie den Status Ihrer Bestellung einige Minuten später.
es: Hay un pequeño retraso para la confirmación del estado de su pago. Por favor,vuelva a verificar el estado de su pedido en unos minutos.

# paySuccessPendingTipsCodTitle
source: Please confirm your delivery information by clicking the link in the SMS we sent to you. (If you have confirmed, please ignore this message)
ar: يرجى تأكيد معلومات التوصيل الخاصة بك عن طريق النقر على الرابطد في الرسالة القصيرة التي أرسلناها إليك. (إذا كنت قد أكدت ، فيرجى تجاهل هذه الرسالة)
de: Bitte bestätigen Sie Ihre Lieferinformationen, indem Sie auf den Link in der SMS klicken, die wir Ihnen gesendet haben. (Wenn Sie bestätigt haben, ignorieren Sie bitte diese Nachricht.)
es: Confirme su información de envío haciendo clic en el enlace en el SMS que le enviamos. (Si ha confirmado, por favor ignore este mensaje)

# community_post_detail_swipe_guide
source: Slide to the left to switch to the next outfit
ar: أسحب لليسار للانتقال الي الزي التالي
de: Schieben Sie nach links, um zum nächsten Outfit zu wechseln

# community_post_detail_shop_now
source: shop now
ar: شراء
de: Jetzt kaufen
es: Comprar ahora

# community_post_detail_no_more_outfits
source: No more outfits
ar: لا يوجد مزيد من الازياء
de: Keine Outfits mehr
es: No mas trajes

# modifyAddress_countryCity_city
source: City
ar: المدينة
de: Stadt
es: Ciudad

# modifyAddress_countryCity_country
source: Country/Region
ar: البلد/المنطقة
de: Land/Region
es: País/Región

# modifyAddress_countryCity_state
source: State/Country
ar: الدولة البلد
de: Staat/Land
es: Estado/Provincia

# ModifyAddress_Village_TipLabel
source: Please enter the Barangay
ar: الرجاء إدخال قرية
de: Bitte geben Sie die Barangay ein
es: Por favor ingrese su Pueblo

# Account_Survey
source: Satisfaction Survey
ar: استقصاء رضاء
de: Zufriedenheitsumfrage
es: Encuesta de Satisfacción

# OrderDetail_returnReason
source: Reason for return
ar: سبب إعادة المنتج
de: Grund der Rückgabe
es: Razón Para Regresar

# Order_reason_for_refund
source: Explain the reason for your refund
ar: اشرح سبب استرداد أموالك
de: Erläutern Sie den Grund für Ihre Rückerstattung
es: Explique el motivo de su reembolso.

# Order_inputReason
source: Input your reason
ar: أدخل سببك
de: Voer je reden in
es: Ingrese su Razón
