Repository: SmileOcc/SWFTDEMO
Catalog: YWFZDemo/YWZFDemo/Supporting Files/Language/*.lproj/Localizable.strings
Languages: ar, de, es

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar

# OrderDetail_Bottom_Cancel
source: Cancel
ar: إلغاء
de: Stornieren
es: Cancelar

source: Failed
ar: فشل
de: Fehler
es: Falló

source: SKU
de: Artikelnummer

source: Color
ar: اللون
de: Farbe

# Qity
source: Qty
ar: الكمية
de: Menge
es: Cantidad

source: Size
ar: المقاس
de: Größe
es: Tamaño

source: Total
ar: المجموع
de: Gesamt

source: LESS
ar: أقل
de: WENIGER
es: MENOS

source: Copy
ar: نسخ
de: Kopieren
es: Copiar

source: Success
ar: نجح
de: Erfolg
es: Exito

# Global_Network_Not_Available
source: The network is not available!
ar: !الشبكة غير متاحة
de: Das Netzwerk ist nicht verfügbar!
es: la red no está disponible!

# Global_Network_Server_Error
source: Server exception error
ar: خطأ استثنائى في الخادم
de: Serverausnahmefehler
es: Error de Excepción del Servidor

# Global_Network_Login_First
source: please login first
ar: تفضل بتسجيل الدخول أولا
de: Bitte loggen Sie sich zuerst ein
es: por favor inicié sesión primero

# Global_Network_No_MoreData
source: No more data
ar: لا يوجد المزيد من البيانات
de: Keine weiteren Daten
es: No hay más datos

# Global_Network_Illegal_Request
source: Illegal request
ar: الطلب غير مانوني
de: Illegale Anfrage
es: Solicitud ilegal

# Base_VC_ShowAgain_TitleLabel
source: AGAIN REQUEST
ar: طلب مرة أخرى
de: WIEDERANFRAGE
es: SOLICITAR DE NUEVO

# Base_VC_Mix_Characters_Tip
source: Your nickname should be at least 2 characters long
ar: يجب ألا تقل اسمك العرض عن رمزين
de: Ihr Spitzname sollte mindestens 2 Zeichen lang sein

# Base_VC_Max_Characters_Tip
source: Your nickname cannot exceed 35 characters
ar: يجب ألا يتجاوز اسمك العرض 35 رمزا
de: Ihr Spitzname darf nicht länger als 35 Zeichen sein

# Base_VC_Enter_NickName_Message
source: Please enter nickname
ar: تفضل بغدخال اسمك العرض
de: Bitte gib einen Spitznamen ein
es: Por favor ingrese su apodo

# Global_VC_NO_DATA
source: Loading failed, please try again later
ar: فشل في تسجيل الدخول، تفضل بمحاولة مرة أخرى في وقت لاحق
de: Laden fehlgeschlagen, bitte versuchen Sie es später erneut
es: Falló la Carga por favor inténtelo de nuevo

# Global_EMPTY_TITLE
source: No internet connection
ar: لا يوجد اتصال بالإنترنت
de: Keine Internetverbindung
es: No hay conexión a internet

# Global_NO_NET_404
source: Please check your network
ar: تفضل بتحقق من اتصال الإنترنت
de: Bitte überprüfen Sie Ihre Netzwerk
es: Por favor revise su red

# Share_VC_Cancel
source: Cancel
ar: إلغاء
de: Stornieren
es: Cancelar

# Share_VC_Shared_Success
source: Shared successfully
ar: شارك بنجاح
de: Erfolgreich geteilt
es: Compartido exitosamente

# Share_VC_Unkown_Error
source: Unkown error
ar: خطأ غير معروف
de: Unbekannter Fehler
es: Error Desconocido

# Share_VC_No_Twitter_Accounts
source: No Twitter Accounts
ar: لا توجد حسابات تويتر
de: Keine Twitter-Konten
es: No hay cuentas de Twitter

# Share_VC_Opration_Twitter_Tip
source: There are no Twitter accounts configured. You can add or create a Twitter account in Settings
ar: لا توجد حسابات تيوتر المكونة. يمكنك إضافة أو إنشاء حساب تويتر في الإعدادات
de: Es sind keine Twitter-Konten konfiguriert. Sie können ein Twitter-Konto in den Einstellungen hinzufügen oder erstellen
es: No hay cuentas de Twitter configuradas. Puede agregar o crear una cuenta de Twitter en Ajustes

# Share_VC_I_Know
source: I know
ar: أعرف
de: Ich kenne
es: De acuerdo

# Share_CopyLinkTitle
source: copy link
ar: نسخ الربط
de: Link kopieren
es: Copiar Enlace

# Share_VC_Copied_Success
source: Copied successfully
ar: نسخ بنجاح
de: Erfolgreich kopiert
es: Copiado exitosamente

# Share_VC_Less_Three_Tip
source: Pretty little thing from ZZZZZ! Total <3! Check it out on ZZZZZ.
ar: فتاة جميلة من زافول! المجموع <3! شاهدها في زافول.
de: Hübsches kleines Ding von ZZZZZ! Gesamt <3! Schau es dir auf ZZZZZ an.
es: Cosas lindas de ZZZZZ! Revisa ZZZZZ Ahora!.

# Share_VC_Shared_Facebook_Success
source: Successfully shared on Facebook
ar: تمت مشاركتها بنجاح على فيس بوك
de: Erfolgreich auf Facebook geteilt
es: Exitosamente compartido en Facebook

# Share_VC_Shared_Messenger_Success
source: Successfully shared on Messenger
ar: تمت مشاركتها بنجاح على مسنجر
de: Erfolgreich auf Messenger geteilt
es: Exitosamente compartido en Messenger

# Share_VC_Shared_Pinterest_Success
source: Successfully shared on Pinterest
ar: تمت مشاركتها بنجاح على بنترست
de: Erfolgreich auf Pinterest geteilt
es: Exitosamente compartido en Pinterest

# Share_VC_Shared_Whatapp_Success
source: Successfully shared on Whatapp
ar: تمت مشاركتها بنجاح على Whatsapp
de: Erfolgreich auf Whatapp geteilt
es: Exitosamente compartido en Whatapp

# Share_VC_Close
source: Close
ar: غلق
de: schließen
es: Cerrar

# Share_VC_CopyLink
source: Copy Link
ar: نسخ الربط
de: Link kopieren
es: Copiar el Link

# Share_VC_CheckOut_Tip
source: ZZZZZ, really <3 this! So many boutiques on ZZZZZ. Come check them out!
ar: حقاً زافول، إنه <3! هناك العديد من المحلات على زافول. تحقق من هذا!
de: ZZZZZ, wirklich <3 das! So viele Boutiquen auf ZZZZZ. Komm schau sie dir an!
es: Te enamorarás de ZZZZZ! Ve todas nuestras boutiques!

# Share_VC_GetItFree
source: Share & Get It Free
ar: شارك واحصل عليه مجانا
de: Teilen& Erhalten Sie es kostenlos
es: Compartidos & Consíguelo Gratis

# Share_Alert_ThanksSharing
source: Thanks for sharing
ar: شكرا على المشاركة
de: Vielen Dank für das Teilen
es: Gracias por compartir.

# Share_Alert_SharedCheckLinkInMyShare
source: Invite your friends within 72h and get the item for free. Please check in My Shares.
ar: أدع أصدقائك خلال 72 ساعة ثم تحصل على هذا المنتج مجانا. تفضل بتحقق منه في
de: Lade Ihre Freunde innerhalb von 72 Stunden ein und holen Sie den Gegenstand kostenlos. Bitte überprüfen Sie meine Anteile.
es: Invite a sus amigos en 72H y obtenga el producto gratis. Por favor, compruebe en "Mi Compartir".

# Share_Alert_MYSHARE
source: MY SHARESS
ar: مشاركاتي
de: Meine Anteilnahme
es: MIS COMPARTIDOS

# Share_Alert_LUCKYWINIT
source: LUCKY DRAW TO WIN IT
ar: فوز في سحب الحظ
de: GLÜCKLICH ZEICHNEN, UM ES ZU GEWINNEN
es: SORTEO PARA GANARLO

# Share_Alert_PleaseTryLater
source: Unknow error, please try again later.
ar: .خطأ غير معروف ، تفضل بمحاولة مرة أخرى في وقت لاحق
de: Unbekannter Fehler, bitte versuche es später erneut.
es: Error desconocido. Por favor intente de nuevo más tarde.

# AppDelegate_Open
source: Open
ar: فتح
de: Öffnen
es: Abrir

# ZFPaymentView_Alert_Message
source: Payment incomplete, are you sure you want to go back?
ar: الدفع غير مكتمل ، هل أنت متأكد من أنك تريد العودة؟
de: Zahlung unvollständig, willst du wirklich zurück?
es: El pago no ha terminado, está segura que quiere Volver?

# ZFPaymentView_Alert_No
source: No
ar: لا
de: Nein

# ZFPaymentView_Alert_Yes
source: Yes
ar: نعم
de: Ja
es: Si

# ZFPaymentView_Close_Title
source: Back
ar: عودة
de: Zurück
es: Volver

# ZFPaymentView_TopicAlert_Yes
source: Yes
ar: نعم
de: Ja
es: Sí

# ZFPaymentView_TopicAlert_Cancel
source: Cancel
ar: إلغاء
de: Stornieren
es: Cancelar

# OrderFinish_VC_TipLabel_One
source: We appreciate your purchase!
ar: نخن نقدر شرائك.
de: Wir schätzen Ihren Einkauf!
es: Muchas gracias por sus compras!

# OrderFinish_VC_TipLabel_Two
source: Your order has been submitted successfully.
ar: تم تقديم طلبك بنجاح.
de: Ihre Bestellung wurde erfolgreich gesendet.
es: Su orden ha sido enviada exitosamente.

# OrderFinish_VC_TipLabel_Three
source: Please remember your order number:
ar: يرجى تذكر رقم طلبك:
de: Bitte merken Sie sich Ihre Bestellnummer:
es: Por favor recuerde su número de orden:

# OrderFinish_VC_Account_Button
source: My ACCOUNT
ar: حسابي
de: Mein Konto
es: MI CUENTA

# OrderFinish_VC_Home_Button
source: RETURN TO HOME
ar: عودة إلى الصفحة الرئيسية
de: NACH HAUSE ZURÜCKKEHREN
es: REGRESAR AL INICIO

# OrderFailure_VC_Tip
source: Payment Failure!
ar: فشل عملية الدفع
de: Zahlungsausfall!
es: Falló el Pago!

# OrderFailure_VC_Account_Button
source: Check My Order
ar: تحقق من طلبي
de: Überprüfen Sie meine Bestellung
es: Revisa Mi Orden

# SignIn_Button
source: SIGN IN
ar: تسجيل الدخول
de: ANMELDEN
es: INICIAR SESIÓN

# SignIn_Button_left
source: SIGN IN
ar: تسجيل الدخول
de: ANMELDEN
es: Iniciar Sesión

# SignIn_Password
source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña

# SignIn_ForgotPassword
source: Forgot password
ar: نسيت كلمة المرور
de: Passwort vergessen
es: ¿Olvidó Su Contraseña

# Guide_Alter_Tips
source: Already have an account?
ar: هل لديك حساب مسابقا؟
de: Haben Sie schon ein Konto?

# StartLoad_Skip_Tips
source: SKIP
ar: تخطي
de: ÜBERSPRINGEN

# Guide_Skip_Tips
source: Skip
ar: تخطي
de: ÜBERSPRINGEN

# login_back
source: Back
ar: عودة
de: Zurück
es: Volver Arriba

# Register_Button
source: Register
ar: تسجيل
de: Registrieren
es: Registrarse

# Register_Button_left
source: Register
ar: تسجيل
de: Registrieren
es: Registrarse

# Register_Email
source: Email Address
ar: عنوان البريد الإلكتروني
de: E-Mail-Addresse
es: Email

# Register_Password
source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña

# Register_policy
source: I have read and agreed to the privacy policy
ar: لقد قرأت ووافقت على سياسة الخصوصية
de: Ich habe die Datenschutzerklärung gelesen und bin damit einverstanden
es: He leído y acepto la política de privacidad.

# Register_TermsOfUser
source: Terms of Use
ar: شروط لاستخدام
de: Nutzungsbedingungen
es: Términos de Uso

# Register_ZZZZZ.com
source: To complete registration, you must agree to the ZZZZZ website Terms and Conditions.
ar: .لإكمال التسجيل ، يجب عليك الموافقة على شروط وأحكام للموقع زافول
de: Um die Registrierung abzuschließen, müssen Sie den Allgemeinen Geschäftsbedingungen der ZZZZZ-Website zustimmen.
es: Para completar el registro, debe aceptar los Términos & Condiciones.

# Register_password_less
source: Sorry, your password can't be less than 8 characters.
ar: .عفوا، يجب ألا تقل كلمة المرور عن 8 رموز
de: Entschuldigung, Ihr Passwort darf nicht weniger als 8 Zeichen lang sein.
es: Lo sentimos, la contraseña no puede tener menos de 8 caracteres.

# Register_password_include
source: Password must include letters and numbers.
ar: كلمة المرور يجب أن تتضمن الحروف والأرقام.
de: Das Passwort muss Buchstaben und Zahlen enthalten.
es: La contraseña debe incluir letras y números.

# Register_Confirm_Tip_Password
source: At least 8 characters & 1 number.
ar: لا يقل عن 8 أحرف ورقم واحد.
de: Mindestens 8 Zeichen und 1 Nummer.
es: Al menos 8 carácters y 1 número.

# Register_ConfirmInformation
source: I confirm all information provided is my own; I understand and agree it will be used as per the ZZZZZ Privacy Policy. I can withdraw my consent at any time.
ar: أؤكد أن جميع المعلومات المقدمة هي الخاصة بي أفهم وأوافق على أنه سيُستخدم وفقًا السياسة الخصوصية. يمكنني سحب موافقتي في أي وقت
de: Ich bestätige, dass alle zur Verfügung gestellten Informationen meine eigenen sind; Ich verstehe und stimme zu, dass es gemäß der ZZZZZ-Datenschutzrichtlinie verwendet wird. Ich kann meine Zustimmung jederzeit widerrufen.
es: Confirmo que toda la información proporcionada es mía; Entiendo y acepto que se utilizará según la "Política de Privacidad" de ZZZZZ. Puedo retirar mi consentimiento previo en cualquier momento.

# Register_AlertSubscribeTitle
source: I agree to receive marketing information about ZZZZZ products and services and agree to the processing of my personal data for such purposes as described in the ZZZZZ Privacy Policy. I can withdraw my consent at any time.
ar: أوافق على تلقي معلومات تسويقية حول منتجات وخدمات لزافول كما أوافق على معالجة بياناتي الشخصية للأغراض .المذكورة في سياسة خصوصية لزافول. يمكنني سحب موافقتي في أي وقت
de: Ich stimme zu, Marketinginformationen über ZZZZZ-Produkte und -Dienstleistungen zu erhalten und stimme der Verarbeitung meiner persönlichen Daten für die in den ZZZZZ-Datenschutzrichtlinien beschriebenen Zwecke zu. Ich kann meine Zustimmung jederzeit widerrufen.
es: Acepto recibir información comercial sobre los productos y servicios de ZZZZZ y el procesamiento de mis datos personales para los propósitos descritos en la Política de Privacidad de ZZZZZ. Puedo retirar mi consentimiento en cualquier momento.

# Register_TermsUse
source: Terms of Use
ar: شروط الاستخدام
de: Nutzungsbedingungen
es: Términos de Uso

# Register_PrivacyPolicy
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de Privacidad

# Register_AgreeTermsOfUser
source: I agree to the ZZZZZ Terms of Use
ar: أوافق على شروط الاستخدام لزافول
de: Ich stimme den ZZZZZ Nutzungsbedingungen zu
es: Acepto la "Términos de Uso" de ZZZZZ.

# Register_agreeSubmitting
source: By submitting, I confirm all information...
ar: من خلال التقديم ، أؤكد جميع المعلومات...
de: Mit dem Absenden bestätige ich alle Informationen ...
es: Al presionar enviar, confirmo que toda la información...

# Register_subscribe
source: Subscribe to our newsletter
ar: اشترك في نشرتنا الإخبارية
de: Abonniere unseren Newsletter
es: Suscríbase a nuestro boletín

# Login_Confirm_Tip_Email
source: Please enter a valid Email!
ar: !تفضل بإدخال البريد الإلكتروني الصحيح
de: Bitte geben Sie eine gültige Email-Adresse ein!
es: ¡Por favor introduzca una dirección de correo electrónico válida!

# Login_Confirm_Tip_Password
source: Your password must be 6-20 characters long.
ar: كلمة المرور يجب أن تكون 6-20 حرفا.
de: Ihr Passwort muss 6-20 Zeichen lang sein.
es: Su contraseña debe tener entre 6 y 20 caracteres.

# Login_Terms_Web_Title
source: TERMS OF USE
ar: شروط لاستخدام
de: NUTZUNGSBEDINGUNGEN
es: TÉRMINOS DE USO

# LoginForgotView_Title
source: FORGOT PASSWORD
ar: نسيت الكلمة المرور
de: PASSWORT VERGESSEN
es: OLVIDÓ LA CONTRASEÑA

# LoginForgotView_EmailView_Descripe
source: Confirm your identity to reset your password
ar: تأكيد هويتك لإعادة تعيين كلمة المرور
de: Bestätigen Sie Ihre Identität, um Ihr Passwort zurückzusetzen
es: confirme su identidad para restablecer su contraseña

# LoginForgotView_SuccessView_Descripe
source: We've sent an email to
ar: لقد أرسلنا رسالة إلكترونية إلى
de: Wir haben eine E-Mail an gesendet
es: Hemos enviado un email a

# LoginForgotView_SuccessView_Descripe2
source: with the instructions to reset your password.
ar: إتبع التعليمات لإعادة تعيين كلمة المرور
de: mit den Anweisungen zum Zurücksetzen Ihres Passworts.
es: con las instrucciones para restablecer su contraseña.

# LoginForgotView_Your_Email
source: Please enter your email address
ar: تفضل بإدخال عنوان البريد الإلكتروني
de: Geben Sie bitte Ihre Email-Adresse ein
es: Por favor ingrese su email

# LoginForgotView_Valid_Email
source: Please enter a valid email address.
ar: تفضل بإدخال عنوان البريد الإلكتروني الصحيح
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
es: Por favor ingrese un email válido.

# LoginForgotView_Cancel
source: CANCEL
ar: إلغاء
de: STORNIEREN
es: CANCELAR

# Tabbar_Categories
source: Categories
ar: فئات
de: Kategorien
es: Categorías

# Tabbar_Wishlist
source: WISH LIST
ar: قائمة أمنيات
de: WUNSCHZETTEL
es: LISTA DE DESEOS

# Tabbar_Account
source: Account
ar: حساب
de: Konto
es: Cuenta

# Home_SectionHeader_Title
source: HOT ITEMS
ar: منتجات ساخنة
de: Heiße Gegenstände
es: PRODUCTOS POPULARES

# GoodsSortViewController_Type_Recommend
source: Recommended
ar: موصى به
de: Empfehlungen
es: Recomendado

# GoodsSortViewController_Type_COD
source: Cash On Delivery
ar: الدفع عند الاستلام
de: Nachnahme

# GoodsSortViewController_Type_New
source: New Arrivals
ar: وصل حديثا
de: Neuankünfte
es: Recién Llegados

# GoodsSortViewController_Type_LowToHigh
source: Price ↑
ar: ↑سعر
de: Preis ↑
es: Precio △

# GoodsSortViewController_Type_HighToLow
source: Price ↓
ar: ↓سعر
de: Preis ↓
es: Precio ▽

# GoodsSortViewController_COD_Guide_Tip
source: All items in this list support Cash On Delivery.
ar: جميع المنتجات في هذه القائمة تدعم الدفع عند الاستلام.
de: Alle Artikel in dieser Liste unterstützen Nachnahme.

# Category_VC_Title
source: Category
ar: فئة
de: Kategorie
es: Categoría

# Category_Item_Segmented_Category
source: Category
ar: فئة
de: Kategorie
es: Categoría

# Category_Item_Segmented_Sort
source: Sort
ar: ترتيب
de: Sortieren
es: Ordenar

# Category_Item_Segmented_Refine
source: Refine
ar: تصنيف
de: Verfeinern
es: Filtrar

# Category_Child_VC_Title
source: Categories
ar: فئات
de: Kategorien
es: Categorías

# Category_Done
source: DONE
ar: تم
de: ERLEDIGT
es: HECHO

# Category_Price_Range
source: Price Range
ar: مدى السعر
de: Preisklasse
es: Rango de Precio

# Category_APPLY
source: APPLY
ar: أعرض
de: FERTIG
es: Guardar

# GoodsSort_VC_Title
source: Sort
ar: ترتيب
de: Sortieren
es: Ordenar

# GoodsRefine_VC_Title
source: Refine
ar: تصنيف
de: Verfeinern
es: Filtrar

# GoodsRefine_VC_Clear
source: Clear
ar: مسح
de: ZURÜCKSETZEN
es: Reiniciar

# GoodsRefine_VC_All
source: All
ar: جميع
de: Alle
es: Todo

# CategoryNoDate
source: Sorry, we couldn’t find anything for %@
ar: %@عذرًا، لا نتمكن من العثور على أي نتائج مطابقة للبحث
de: Entschuldigung, wir konnten nichts für %@ finden
es: Lo sentimos, no encontramos nada para %@

# Search_PlaceHolder_Search
source: Search
ar: بحث
de: Suche
es: Chercher

# Search_ResultViewModel_Tip
source: Sorry, no products were found.
ar: عذرًا، لم يتم العثور على أي نتائج
de: Entschuldigung, Es wurden keine Produkte gefunden.
es: Lo sentimos, no se encontraron productos.

# Search_ResultViewModel_SubTip
source: Tips: Make sure all words are spelled correctly. Try different keywords. Try more general keywords.
ar: نصائح: n تأكد من خلو كلمات البحث من الأخطاء الإملائية. nحاول استخدام كلمات أخرى. n حاول كلمات أكثر عمومية.
de: Tipps: Achten Sie darauf, dass alle Wörter richtig geschrieben sind. Probieren Sie andere Keywords aus. Probieren Sie allgemeinere Keywords aus.
es: Consejos: Asegúrese de que todas las palabras estén escritas correctamente. Por favor, pruebe diferentes palabras clave. Por favor, pruebe palabras clave más generales.

# Search_ResultHeadView_Sort
source: Sort
ar: ترتيب
de: Sortieren
es: Ordenar

# SearchHotSearchText
source: Popular Search
ar: كلمات البحث الرائجة
de: Beliebte Suche
es: Búsqueda Popular

# SearchSearchHistoryText
source: Search history
ar: تاريخ البحث
de: Suchverlauf
es: Historial de Búsqueda

# Detail_Product_Shipping_Tips
source: Shipping Tips
ar: نصائح عن الشحن
de: Versand Hinweis
es: Consejos de Envío

# Detail_Product_Description
source: Product Description
ar: وصف المنتج
de: Produktbeschreibung
es: Descripción de Productos

# Detail_Product_SizeGuides
source: Size Guides
ar: دليل المقاس
de: Größentabelle
es: Guía de Tallas

# Detail_Product_ModelStats
source: Model Stats
ar: قياسات العارضة
de: Modellwerte
es: Información del Modelo

# Detail_Product_Reviews
source: Reviews
ar: تقييمات
de: Bewertungen
es: Reseña

# Detail_Product_Recommend
source: We Recommend
ar: نوصي لك
de: EMPFEHLUNGEN FÜR SIE
es: RECOMENDAMOS

# Detail_Product_AddToBag
source: ADD TO BAG
ar: أضف إلى العربة
de: IN DEN WARENKORB
es: AGREGAR A LA BOLSA

# Detail_Product_ProcessingTime
source: Processing Time: Ships out within %@ business days.
ar: .وقت المعالجة: يُشحن خلال %@ أيام العمل
de: Bearbeitungszeit: Versand innerhalb von%@ Werktagen.
es: Tiempo de Procesamiento: Envío dentro de %@ días laborales.

# Detail_Product_OutOfStock
source: Out of stock
ar: إنتهى من المخزن
de: Ausverkauft
es: Fuera del Inventario

# Detail_Product_SoldOut
source: Sold Out
ar: بيعت كلها
de: Ausverkauft
es: Agotado

# Detail_Product_HeaderView_Promote_Clearance
source: CLEARANCE
ar: تصفية
de: FREIGABE
es: LIQUIDACIÓN

# Detail_Product_HeaderView_Promote_Sale
source: SALE
ar: بيع
de: VERKAUF
es: VENTA

# Detail_Product_HeaderView_MobileOnly
source: Mobile Only
ar: جهاز محمول فقط
de: Nur mobil
es: Solo para móvil

# Detail_Product_HeaderView_EXTRA
source: Save an EXTRA $%@ just for using the App
ar: APPيوفر @%$ إضافي عندما تستخدم الـ
de: Speichern Sie ein EXTRA $%@ nur für die Verwendung der App
es: Ahorra EXTRA $%@ sólo para APP

# Detail_Product_Refresh_Footer
source: No more reviews. Give it a review to earn Z points!
ar: !Z لا يوجد مزيد من التقييمات. تعال قيّم لكسب نقاط
de: Keine weiteren Bewertungen Gib ihm eine Bewertung, um Z Punkte zu verdienen!
es: Sin más reseñas. Has una reseña y obtén Puntos Z!

# Detail_Product_GoodsReviewCell_TipLabel
source: No Reviews. Be the first reviewer to earn 40 Z points!
ar: لا يوجد التقييم، n كن أولا يقيمه لكسب 40 نقطة Z!
de: Keine Bewertungen. Seien Sie der erste Rezensent, der 40 Z-Punkte verdient!
es: Sin Reseñas. Se la primera reseña y obtén 40 Puntos Z!

# Detail_Product_GoodsReviewCell_ViewAll
source: View All
ar: مشاهدة الجميع
de: Alle ansehen
es: Ver todo

# GoodsReviews_VC_Title
source: Reviews
ar: التقييمات
de: Bewertungen
es: Reseñas

# GoodsReviews_HeaderView_Reviews
source: Reviews
ar: التقييمات
de: Bewertungen
es: Reseñas

# Bag_VC_Title
source: Bag
ar: العربة
de: Warekorb
es: Bolsa

# Bag_RecentHistory
source: My Recent History
ar: تم عرضه مؤخرا
de: Meine letzte Geschichte
es: Mi Historial Reciente

# Bag_Total
source: Total:
ar: المجموع:
de: Gesamt:

# Bag_Discount_Tips
source: Discount:
ar: الخصم:
de: Rabatt:
es: Descuento:

# Bag_CheckOut
source: SECURE CHECK OUT
ar: دفع
de: Zur Kasse Gehen
es: CHECK OUT

# Bag_Color
source: Color
ar: اللون
de: Farbe

# Bag_Size
source: Size
ar: المقاس
de: Größe
es: Talla

# Cart_Stock_Less_than
source: Stock less than %@
ar: متوفر فقط%@أقل من
de: Lager weniger als%@
es: Stock menos de %@ pieza(s)

# CartViewModel_Alert_Message
source: Please select at least one item.
ar: تفضل باختيار منتج واحد على الأقل
de: Bitte wählen Sie mindestens einen Artikel aus.
es: Por favor seleccione al menos un artículo.

# CartViewModel_NoData_TitleLabel
source: Your Shopping bag is empty!
ar: !عربتك التسوق فارغة
de: Deine Warekorb ist leer!
es: ¡Su bolsa de compras está vacía!

# CartViewModel_NoData_TitleButton
source: CONTINUE SHOPPING
ar: تكملة الشراء
de: MIT DEM EINKAUFEN FORTFAHREN
es: CONTINUAR COMPRANDO

# CartHeaderView_FREELABELTEXT
source: FREE SHIPPING
ar: الشحن مجاني
de: KOSTENLOSER VERSAND
es: ENVÍO GRATIS

# CartFooterView_CONTENTSTRING
source: 30 Days Money Back
ar: إسترداد النقود خلال 30 يوما
de: 30 Tage Geld zurück
es: Devolución del Dinero en 30 Días

# CartUnavailableProductTips
source: Unavailable products
ar: المنتجات غير المتاحة
de: Nicht verfügbare Produkte
es: Productos Indisponibles

# CartUnavailableGoodsTips
source: Unavailable
ar: غير المتاحة
de: Nicht verfügbar
es: Indisponible

# CartClearAllButtonTips
source: Clear all
ar: مسح الجمع
de: Alles löschen
es: Limpiar todo

# CartUnavailableViewMoreTips
source: View More
ar: شاهد المزيد
de: Mehr sehen
es: Ver Más

# CartUnavailableFoldUpTips
source: Fold Up
ar: اعرض أقل
de: Hochklappen
es: Plegar

# CartUnavailableGoodsTypeSoldOut
source: Sold out
ar: بيعت كلها
de: Ausverkauft
es: Agotado

# CartUnavailableGoodsTypeOutOfStore
source: Out of stock
ar: إنتهى من المخزن
de: Ausverkauft
es: Agotado

# CartRemoveProductTips
source: Are you sure you want to remove this product?
ar: هل أنت منأكد من حذف هذه السلعة؟
de: Sind Sie sicher, dass Sie dieses Produkt entfernen möchten?
es: Está seguro de que desea eliminar este producto?

# CartUnavailableClearAllTips
source: Are you sure you want to remove the selected items?
ar: هل أنت متأكد من حذف هذه السلعة المختارة؟
de: Möchten Sie die ausgewählten Elemente wirklich entfernen?
es: ¿Está seguro de que desea eliminar los artículos seleccionados?

# CartAddToFavoritesSuccessfully
source: Successfully added to favorites!
ar: تم إضافة إلى قائمة الأمنيات!
de: Erfolgreich zu Favoriten hinzugefügt!
es: Añadir a favoritos con éxito!

# CartCancelFavoritesSuccessfully
source: Successfully removed from favorites!
ar: تم حذفها من قائمة الأمنيات!
de: Erfolgreich aus den Favoriten entfernt!
es: ¡Canceló los productos favoritos con éxito!

# CartRemoveProductNo
source: No
ar: لا
de: Nein

# CartRemoveProductYes
source: Yes
ar: نعم
de: Ja
es: Sí

# CartSelectAllTips
source: Select all
ar: اختيار الجميع
de: Wählen Sie Alle
es: Seleccionar todos
