Repository: SmileOcc/SWFTDEMO
Catalog: YWFZDemo/YWZFDemo/Supporting Files/Language/*.lproj/Localizable.strings
Languages: ar, de, es

# ZFPayStateOnlineTip
source: Some items only support Online Payment, please submit payment soon.
ar: بعض السلع يدعم الدفع عبر الإنترنت فقط، تفضل بإرسال الدفعة قريبًا.
de: Einige Artikel unterstützen nur Online-Zahlung, bitte senden Sie die Zahlung bald.
es: Algunos productos solo admiten pagos en línea, envíe su pago lo antes posible.

# ZFPayStateOnlineFailed
source: Online Payment Failed
ar: فشل الدفع عبر الإنترنت
de: Online-Zahlung fehlgeschlagen
es: Pago en Línea Fallido.

# ZFPayStateAuthorize
source: Authorize payment %@
ar: %@إذن الدفع
de: Zahlung %@ autorisieren
es: Autorizar pago %@

# ZFOrderUsedCoupon
source: This coupon has been used
ar: هذه القسيمة مستخدمة
de: Dieser Gutschein wurde verwendet
es: Este cupón ya está en uso.

# GoodsDetail_ShareIt
source: Share It
ar: مشاركته
de: Teilt es
es: Compártalo

# GoodsDetail_TellYourFriends
source: Tell your friends
ar: اخبر أصدقائك
de: Sag Ihren Freunden
es: Dígale a sus amigos

# Information_security_LoginAdvice
source: To ensure your information security, please change your password on a regular basis.
ar: الرجاء تغيير كلمة المرور على أساس منتظم لضمان أمن المعلومات الخاصة بك..
de: Um Ihre Informationssicherheit zu gewährleisten, ändern Sie Ihr Passwort regelmäßig.
es: Para garantizar la seguridad de su información, cambie su contraseña regularmente.

# Information_security_publicAdvice
source: It is recommended that you do not use the same password as other websites.
ar: نوصيك بعدم استخدام نفس كلمة المرور بمواقع الأخرى.
de: Es wird empfohlen, dass Sie nicht das gleiche Passwort wie andere Websites verwenden.
es: Le recomendamos que no use la misma contraseña que otros sitios web.

# Information_security_SigningUp
source: By creating an account, you agree to our Terms of Use & Privacy Policy.
ar: من خلال إنشاء الحساب ، فإنك توافق على السياسة الخصوصية وشروط لاستخدام الخاصة بنا.
de: Indem Sie ein Konto erstellen, stimmen Sie unseren Nutzungsbedingungen und Datenschutz-Bestimmungen zu.
es: Al registrarse en redes sociales, acepta nuestros Términos de Uso y nuestra Política de Privacidad.

# Information_Register_TermsOfUser
source: Terms of Use
ar: شروط لاستخدام
de: Nutzungsbedingungen
es: Términos de Uso

# Information_Register_PrivacyPolicy
source: Privacy Policy
ar: السياسة الخصوصية
de: Datenschutz-Bestimmungen zu
es: Política de Privacidad

source: Sign in with
ar: تسجيل الدخول ب
de: Anmelden mit

# Email_used
source: This email is already in use.
ar: البريد الإلكتروني قيد الاستخدام
de: Diese E-Mail-Adresse wird schon verwendet.
es: Este email ya está en uso.

# login_title
source: Sign In
ar: تسجيل الدخول
de: Anmelden
es: Iniciar Sesión

# resend_password
source: Didn't get the email? Resend
ar: لم تحصل على البريد الإلكتروني؟ إعادة إرسال
de: Haben Sie die E-Mail nicht erhalten? Erneut senden
es: ¿No recibes el correo electrónico? Reenviar

source: Resend
ar: إعادة إرسال
de: Erneut senden
es: Reenviar

source: SUBMIT
ar: تقديم
de: EINREICHEN
es: ENVIAR

# forgot_title
source: Confirm your identity to reset password.
ar: تأكيد هويتك لإعادة تعيين كلمة المرور.
de: Bestätigen Sie Ihre Identität, um das Passwort zurückzusetzen.
es: Confirma tu identidad para restablecer la contraseña

# return_signin
source: RETURN TO SIGN IN
ar: إعادة لتسجيل الدخول
de: ZURÜCK ZUM ANMELDEN
es: VOLVER A INICIAR SESIÓN

# Forgot_message
source: An email with the reset link has been sent to %@. Please check receipt.
ar: تم ارسال رسالة الكترونية مع الرابط لإعادة تعديل كلمة المرور إلى @% . تفضل بتحققها.
de: Eine E-Mail mit dem Reset-Link wurde an %@ gesendet. Bitte überprüfen Sie den Empfang.
es: Se envió un correo electrónico con el enlace de restablecimiento a %@. Por favor verifique el recibo.

# Forgot_success
source: Successfully sent
ar: تم ارسال بنجاح
de: Erfolgreich gesendet
es: Enviado con éxito

# email_notRegister
source: This email address has not been registered. Please input again.
ar: إن هذا البريد الإلكتروني مسجل. الرجاء المحاولة ببريد إلكتروني آخر.
de: Diese E-Mail-Adresse wurde nicht registriert. Bitte erneut eingeben.
es: Esta dirección de correo electrónico no ha sido registrada. Por favor ingrese nuevamente.

# TotalPrice_Cell_ProductTotal
source: Product(s) Total
ar: لسلع/مجموع لسلعة
de: Produkt(e) Insgesamt
es: Producto(s) Total

# TotalPrice_Cell_Shipping
source: Shipping
ar: الشحن
de: Versand
es: Envío

# TotalPrice_Cell_Insurance
source: Insurance
ar: تأمين
de: Versicherung
es: Seguro

# TotalPrice_Cell_EventDiscount
source: Event Discount
ar: خصم الترويج
de: Veranstaltungsrabatt
es: Descuento de Ofertas

# TotalPrice_Cell_Coupon
source: Coupons
ar: القسيمات
de: Gutscheine
es: Cupón

# TotalPrice_Cell_ZPoints
source: Z Points
ar: Z نقاط/نقطة
de: Z Punkte
es: Puntos Z

# TotalPrice_Cell_COD_cost
source: COD cost
ar: COD رسم
de: Nachnahmekosten
es: Costo de Pago a la Entrega

# TotalPrice_Cell_VAT
source: VAT (FREE)
ar: (مجانا)VAT
de: Mehrwertsteuer (KOSTENLOS)
es: IVA (GRATIS)

# TotalPrice_Cell_GrandTotal
source: Grand Total
ar: المبلغ الإجمالي
de: Gesamtsumme
es: Gran Total

# TotalPrice_Cell_CODDiscount
source: COD Discount
ar: CODلـ خصم
de: Nachnahme-Rabatt
es: Descuento de COD

# TotalPrice_Cell_TotalPayable
source: Total Payable
ar: مبلغ مستحق الدفع
de: Total bezahlbar
es: Pago Total

# TotalPrice_Cell_AirCargoInsurance
source: Air Cargo Insurance
ar: تأمين الشحن الجوي
de: Luftfrachtversicherung
es: Seguro de Carga Aérea

# shipping_info
source: All parcels have detailed tracking information.
ar: جميع الحزم لديها معلومات التتبع مفصلة.
de: Alle Pakete haben detaillierte Tracking-Informationen.
es: Todos los paquetes tienen información de seguimiento detallada.

# shipping_help
source: Shipping insurance offers protection and safety for your valuable items during international shipping. We’ll reship your package immediately at no extra charge if its reported lost or damaged
ar: يوفر التأمين على الشحن حماية وسلامة لبنودك الثمينة أثناء الشحن الدولي. وسنقوم باعادة الشحن بنودك على الفور دون أي رسوم إضافية إذا كانت ضائعة أو تالفة.
de: Die Transportversicherung bietet Schutz und Sicherheit für Ihre wertvollen Güter während des internationalen Versands. Wir senden Ihr Paket sofort ohne zusätzliche Kosten zurück, wenn es als verloren oder beschädigt gemeldet wird
es: El Seguro de Envío ofrece proteción para tus artículos durante el proceso de envío internacional. Reenviaremos tu paquete inmediatamente sin cargo extra si es reportado Extraviado o dañado

# PushAllowView_AllowBtnTitle
source: YEP
ar: نعم
de: WEITER
es: SIGUE

# PushAllowView_NotNow
source: NOPE
ar: لا
de: NICHT JETZT
es: NO AHORA

# Product_Collection_success
source: You have a good taste in fashion.
ar: أنت صاحب ذوق رفيع.
de: Sie haben einen guten Geschmack in Mode.
es: Tienes buen gusto en moda.

# Product_remover_Collection_success
source: Successfully removed favorited items!
ar: تم حذف السلعة المفضلة بنجاح!
de: Favorisierte Objekte wurden erfolgreich entfernt!
es: ¡Canceló los productos favoritos con éxito!

# list_item
source: %@ item(s)
ar: سلع/ سلعة %@
de: %@ Artikel(e)
es: %@ artículo(s)

# 3DTouch_icon_Search
source: Search
ar: بحث
de: Suche
es: Búsqueda

# 3DTouch_icon_Favorites
source: Wish List
ar: قائمة الأمنيات
de: Wunschzettel
es: Favoritos

# 3DTouch_icon_Bag
source: My Bag
ar: عربتي
de: Meine Warenkorb
es: Mi Bolsa

# 3DTouch_Pop_Add_To_Bag
source: ADD TO BAG
ar: إضافة إلى العربة
de: IN DEN WARENKORB
es: AGREGAR A LA BOLSA

# 3DTouch_Pop_Add_To_Favorites
source: ADD TO WISH LIST
ar: إضافة إلى قائمة الأمنيات
de: ZUR WUNSCHLISTE HINZUFÜGEN
es: AGREGAR A FAVORITOS

# 3DTouch_Pop_Remove_Favorites
source: REMOVE WISH LIST
ar: حفض من قائمة الأمنيات
de: WUNSCHLISTE ENTFERNEN
es: BORRAR FAVORITOS

# 3DTouch_Pop_Cancel
source: CANCEL
ar: إلغاء
de: STORNIEREN
es: CANCELAR

source: Flash sale
ar: عروض مؤقتة
de: Blitzangebot
es: Vente Flash

source: Ends in
ar: تنتهى خلال
de: Endet in
es: Termina en

source: Starts at
ar: تبدأ في
de: Startet um
es: Empieza en

# new_member
source: New Users Only
ar: للمستخدمين الجدد فقط
de: Nur neue Benutzer
es: Nuevos Usuarios solamente

# free
source: gift
ar: هدية
de: Geschenk
es: Regalo

# WebView_SaveImageSuccessTip
source: Download successful! Please share on Z-me!
ar: عملية التنزيل ناجحة! تفضل بمشاركته على زلفول!
de: Download erfolgreich! Bitte teile auf Z-mir!
es: Download successful! Please share this on Z-me!

# WebView_SaveImageFailTip
source: Download failed.
ar: فشل التنزيل
de: Herunterladen fehlgeschlagen.

# warmPrompt
source: Sign up with social media without having to remember additional passwords. Don't worry, we will never share any of your data or post anything on your behalf.
ar: التسجيل بوسائط الإعلام الاجتماعية دون الحاجة إلى تذكر كلمات مرور إضافية. ولا تقلق ، لن نشارك أي بياناتك أو ننشر أي شيء نيابة عنك.
de: Melden Sie sich bei Social Media an, ohne sich zusätzliche Passwörter merken zu müssen. Keine Sorge, wir werden niemals Ihre Daten weitergeben oder etwas in Ihrem Namen posten.
es: Regístrese en las redes sociales sin tener que recordar contraseñas adicionales. No se preocupe, nunca compartiremos sus datos ni publicaremos nada en su nombre.

source: Gender
ar: الجنس
de: Geschlecht
es: Género

# emailTip
source: We'll send your order confirmation here
ar: سنرسل تأكيد الطلب لك هنا
de: Wir werden Ihre Bestellbestätigung hier senden
es: Le enviaremos la confirmación de su pedido aquí.

# register_title
source: We are almost done...
ar: تقريباً أنتهينا...
de: Wir sind fast fertig...
es: Casi hemos terminado...

source: REGISTER
ar: التسجيل
de: REGISTRIEREN
es: REGISTRARSE

# Guide_Page1_Title
source: FREE SHIPPING WORLDWIDE
ar: الشحن المجاني على مستوى العالم
de: WELTWEIT VERSANDKOSTENFREI
es: ENVÍO GRATIS A TODO EL MUNDO

# Guide_Page1_SubTitle
source: SPEND $49 TO GET FREE STANDARD SHIPPING SPEND $99 TO GET EXPRESS SHIPPING
ar: انفاق 49 دولارًا للحصول على شحن مجاني قياسي n انفاق 99 دولارًا للحصول على الشحن السريع
de: $ 49 AUSGEBEN, um KOSTENLOSEN STANDARD-VERSAND zu erhalten $ 99 AUSGEBEN, EXPRESS-VERSAND zu erhalten
es: Envío Estándar Gratis en compras de $49 Envío Express Gratis en compras de $99

# Guide_Page2_Title
source: WELCOME NEW USER!
ar: مرحبا بك أيها المستخدم الجديد
de: Willkommen neuer Benutzer!
es: ¡BIENVENIDO/A NUEVO USUARIO!

# Guide_Page2_SubTitle
source: GET $100 COUPONS Daily Flash sale THE EXCLUSIVE, LOWEST PRICES
ar: احصل على قسيمات 100 دولار تخفيض في أسعار يومي n الأسعار الحصرية والأدنى
de: $ 100 GUTSCHEIN BEKOMMEN Täglicher Flash-Verkauf DIE EXKLUSIVEN, NIEDRIGSTEN PREISE
es: Obtenga Cupones de $100 Venta Flash Diaria EL Precio más Bajo Exclusivo

# Guide_Page3_Title
source: HAVE FUN AND WIN BONUSES
ar: استمتاع وفوز بالمكافآت
de: HABE SPASS UND GEWINN BONUS
es: DIVIÉRTASE Y GANE BONO

# Guide_Page3_SubTitle
source: JOIN US TO GET INSPIRED in Z-Me CONTEST A OR B IN Battle of Z points Share & Get It Free
ar: انضم إلينا للحصول على الإلهام في Z-Me قارن A أو B في معركة نقاط Z شارك واحصل عليه مجانًا
de: VERBINDEN SIE UNS, UM IN Z-ME INSPIRIERT ZU WERDEN CONTEST A ODER B IN Battle of Z Punkten Teilen & KOSTENLOS BEKOMMEN
es: Únase a Nosotros en Z-Me Compartir & Consíguelo Gratis

# Guide_Register_Button
source: REGISTER
ar: التسجيل
de: REGISTRIEREN
es: REGISTRARSE

# Guide_PushNotifycation_title
source: 4TH Anniv.
ar: الذكرى الرابعة
de: 4. Jahrestag
es: El 4° Aniversario

# community_outfistpost_counttost
source: You can add no more than 15 products.
ar: يمكنك إضافة ما 15 منتجًا. كحد أقصى.
de: Sie können nicht mehr als 15 Produkte hinzufügen.
es: Puede agregar no más de 15 productos.

# community_showoutfit_title
source: Share Your Fashion Stories
ar: شارك قصص الموضة الخاصة بك
de: Teile Ihre Mode Geschichten
es: Comparte tus historias Fashion

# community_showoutfit_tip
source: Show The Outfits!
ar: اظهار المعرض
de: Zeig die Outfits!
es: Mostrar los conjuntos!

# community_add_outfit
source: ADD ITEMS
ar: إضافة الزي
de: ELEMENTE HINZUFÜGEN
es: AGREGAR ARTÍCULOS

# community_addoutfit_tip
source: Tap below to add items↓
ar: انقر على الرمز في الأسفل لإضافة زيك
de: Tippen Sie unten, um Artikel hinzuzufügen ↓
es: Tap abajo para añadir articulos↓

# community_createoutfit_title
source: Customize Your Outfits
ar: ابتداع الزي
de: Passen Sie Ihre Outfits an
es: Personifica tus atuendos

# community_outfitpost_placetitle
source: Write a caption...
ar: كتابة الموضوع...
de: Schreibe eine Überschrift...
es: Escribe un subtitulo...

# community_outfit_leave_message
source: Cancel edit?
ar: إلغاء التحرير؟
de: Bearbeiten abbrechen?
es: ¿Salir de su edición?

# community_outfit_leave_cancel
source: Cancel
ar: إلغاء
de: Stornieren
es: Cancelar

# community_outfit_leave_confirm
source: Confirm
ar: تأكيد
de: Bestätigen
es: Confirmar

# community_outfit_post_forgettitle
source: Oops, don't forget to write the caption
ar: عفوًا ، لا تنس العنوان!
de: Hoppla, vergiss nicht die Überschrift zu schreiben
es: oops, no olvides ecribir el título

# community_outfititem_select_title
source: Select a Product
ar: إختيار سلعة
de: Wähle ein Produkt
es: Seleccione un producto

# community_outfititem_position_forward
source: Forward
ar: مشاركة
de: Nach vorne
es: Adelante

# community_post_simalar_produce
source: Products
ar: سلع
de: Produkte
es: Producto

# community_post_simalar_more
source: MORE
ar: المزيد
de: MEHR
es: Más

# community_post_simalar_all
source: All Similar
ar: جموع المماثل
de: Alle ähnlich
es: Todo Similar

# community_post_simalar
source: Similar
ar: مماثل
de: Ähnlich

# paySuccess_Point
source: You earnt %@ Z points for this order! Upload a post in Z-me to get another 20 Z points.
ar: تكسب @% نقاط Z عبر هذا الطلب! حمل منشور في Z-me للحصول على 20 نقطة Z أخرى.
de: Sie verdienen %@ Z Punkte für diese Bestellung! Lade einen Beitrag in Z-me hoch, um weitere 20 Z-Punkte zu erhalten.
es: ¡Tiene %@ Puntos Z para este pedido!Suba un post en Z-me para obtener 20 Puntos Z.

# orderListButton
source: Check your order
ar: تحقق طلبك
de: Bestellung überprüfen
es: Ver su pedido

# homeButton
source: Continue shopping
ar: متابعة التسوق
de: Weiter einkaufen
es: Seguir comprando

# People
source: User info
ar: معلونات المستخدم
de: Benutzerinformation
es: Información de Usuario

source: Address
ar: العنوان
de: Adresse
es: Dirección

# paySuccess_title
source: Payment Result
ar: نتيجة الدفع
de: Zahlungsergebnis
es: Resultado del Pago

# Payment_Success
source: Payment Successful
ar: عملية الدفع ناجحة
de: Bezahlung erfolgreich
es: Pago con éxito

# inputPlaceHolder
source: Search your picture
ar: بحث عن صورتك
de: Suchen Sie Ihr Bild
es: Busque su imagen

# SDKFilureTip
source: No results found
ar: لا توجد نتائج مطابقـه
de: keine Ergebnisse gefunden
es: No encontrado resultados

source: Cannot use camera
ar: لا يمكن استخدام الكاميرا
de: Kann die Kamera nicht benutzen
es: No se puede usar la cámara

# cameraPermisson
source: Please allow %@ to access your camera in "Settings -> Privacy -> Camera"
ar: "الرجاء سماح @% بالوصول إلى الكاميرا في "الإعدادات -> الخصوصية -> الكاميرا
de: Bitte erlaube %@, unter "Einstellungen -> Datenschutz -> Kamera " auf deine Kamera zuzugreifen.
es: Por favor permite %@ acceder a tu álbum en "Ajustes -> Privacidad -> Cámara"

# photoPermisson
source: Photos Cancel Allow %@ to access your album in "Settings -> Privacy -> Photos"
ar: إلغاء الصور n السماح @% للوصول إلى ألبومك في " الإعدادات -> الخصوصية -> الصور"
de: Fotos stonieren Erlauben %@, um auf dein Album unter "Einstellungen -> Datenschutz -> Fotos " zuzugreifen
es: "Fotos Cancelar Permita que %@ acceda a su álbum en ""Ajustes -> Privacidad -> Fotos"

# result
source: Results
ar: نتائج
de: Ergebnisse
es: resultados

# crop_tip
source: Click the image to select what section you want to search.
ar: .انقر على الصورة لتحديد القسم الذي تريد البحث فيه
de: Klicken Sie auf das Bild, um den Abschnitt auszuwählen, den Sie durchsuchen möchten.
es: Haga clic en la imagen para seleccionar la sección que desea buscar.

# crop_title
source: Please crop what you want to search
ar: الرجاء اقتصاص ما تريد البحث عنه
de: Bitte beschneiden Sie, was Sie suchen möchten
es: Recorta lo que quieras buscar

# search_result_matches_tip
source: Oh no! No matches: %@
ar: %@يا لم نجد أي تطابق:
de: Ach nein! Keine Treffer: %@

# search_result_matches_keyword
source: Do you mean:
ar: هل تريد تبحث عن:
de: Meinen Sie:

# search_result_matches_title
source: There are %@ results for %@
ar: %@لـ %@هناك نتائج
de: Es gibt %@ Ergebnisse für %@

# search_result_matches_viewall
source: View All
ar: مشاهدة الجمع
de: Alle ansehen
es: Ver todo

# ContactsVC_HasNoDataTips
source: Sorry, your contact list is empty
ar: عذرًا ، قائمة الاتصال الخاصة بك فارغة
de: Entschuldigung, Ihre Kontaktliste ist leer
es: Lo siento, su lista de contactos está vacía.

# community_topicdetail_liked
source: Liked %@
ar: يعجبه %@
de: Gefallen %@
es: Like %@

# community_topicdetail_like
source: Like %@
ar: أعجبني %@
de: Gefällt mir %@

# community_topicdetail_commented
source: Comment %@
ar: تعليقات/تعليق %@
de: Kommentar %@
es: Comentario %@

# community_topicdetail_related
source: Related Items
ar: السسع الحديثة
de: ähnliche Artikel
es: Productos

# community_topicdetail_follow
source: + Follow
ar: أتابعه+
de: +Folgen
es: + Seguido

# community_topicdetail_followed
source: Followed
ar: متابعة
de: Gefolgt
es: Seguido

# community_topicdetail_views
source: %@ views
ar: شاهده%@
de: %@ Ansichten
es: %@ visitas

# community_topicdetail_userinfp
source: Posts %@ Be Liked %@
ar: محبوبة%@ منشورات/منشور %@
de: Beiträge %@ Gefällt %@
es: Publicaciones %@ Obtén Likes %@

# community_topicdetail_similartitle
source: RELATED ITEMS
ar: السلع متعلقة
de: ÄHNLICHE ARTIKEL
es: PRODUCTOS RELACIONADOS

# community_topicdetail_relatetitle
source: RELATED SHOWS
ar: المعرض المتعلقة
de: VERBUNDENE SHOWS
es: SHOWS RELACIONADOS

# community_topicdetail_o_relatetitle
source: RELATED OUTFITS
ar: الأزياء المتعلقة
de: VERWANDTE OUTFITS
es: CONJUNTOS RELACIONADOS

# community_topiccomment_reply
source: Reply
ar: الرد
de: Antworten
es: Replay

# community_topiccomment_placeholder
source: Say something…
ar: …قل شيئا ما
de: Sag etwas…
es: Diga algo...

# community_topiccomment_deletetitle
source: Are you sure you want to delete this comment?
ar: هل أنت متأكد أنك تريد حذف هذا التعليق؟
de: Möchten Sie diesen Kommentar wirklich löschen?
es: ¿Está seguro de que quiere eliminar este comentario?

# community_topic_relateempty
source: Currently no relavant items
ar: لا توجد سلعة متعلقة حالياً
de: Derzeit keine relevanten Artikel
es: Actualmente no hay productos relevantes

# community_topic_commenttitle
source: Comments
ar: التعليقات
de: Bemerkungen
es: Commentaires

# community_topic_commentempty
source: No comments. Be the first to leave one.
ar: لم تبد أي تعليقا حاليا
de: Keine Kommentare. Sei der Erste, der einen verlässt.
es: No hay comentarios. Se el primero en dejar uno.

# suggestionForYou
source: SUGGESTIONS FOR YOU
ar: الاقتراحات لك
de: VORSCHLÄGE FÜR DICH
es: RECOMENDADOS PARA USTED

source: See More
ar: مشاهدة المزيد
de: Mehr sehen
es: Ver Más

# Community_shows_top
source: Top
ar: الحار
de: oben
es: Ariiba

# payNow_failure
source: Internet connectivity issue. Please resubmit your order.
ar: .حدثت مشكلة الاتصال بالإنترنت. تفضل بإعادة إرسال طلبك
de: Internetkonnektivitätsproblem Bitte senden Sie Ihre Bestellung erneut.
es: Problema de conectividad a Internet. Por favor, vuelva a enviar su pedido.

# unline_similargoods_title
source: Similar Products
ar: سلع مماثلة
de: Ähnliche Produkte
es: Productos Similares

# cart_unline_findsimilar_tag
source: Find Similar
ar: بحث عن سلع مماثلة
de: Finde Ähnliches
es: Encuentre el similar

# refresh_pull_down
source: Swipe down for exciting surprises!
ar: حرك لأسفل لمفاجئة مثيرة
de: Wischen Sie nach spannenden Überraschungen ab!
es: Desliza hacia abajo y obtendrás increíbles sorpresas

# refresh_release
source: Release for exciting surprises!
ar: إنشر مفاجئة مثير مثيرة
de: Release für spannende Überraschungen!
es: mantén pulsado y suelta para obtener asombrosas sorpresas!

# refresh_loading
source: Loading...
ar: ...تحميل
de: Wird geladen...
es: Cargando...

# NewVersionGuide_ShopIn
source: SHOP IN
ar: تسوق في
de: EINKAUFEN
es: COMPRAR EN

# NewVersionGuide_Change
source: CHANGE
ar: تغيير
de: ändern
es: CAMBIAR

# NewVersionGuide_GoShopping
source: GO SHOPPING
ar: تسوق الآن
de: EINKAUFEN GEHEN

# native_banner_share
source: ZZZZZ - My Fashion Story
ar: قصتي الموضة -- زافول
de: ZZZZZ - Meine Modestory

source: NEW
ar: الجديد
de: NEU
es: NOVEDADES

source: POPULAR
ar: الشائع
de: BELIEBT

source: HOT
ar: الحار
de: HEISS
es: MÁS VENDIDOS

# paySuccess_usePoint
source: Upload a post in Z-me to get more 20 Z points
ar: لحصول على أكثر من 20 نقطة Z-Me تحميل منشور في
de: Lade einen Beitrag in Z-me hoch, um mehr 20 Z-Punkte zu erhalten
es: Suba un post en Z-me para obtener 20 Puntos Z.

source: Edited successfully
ar: تم التعديل بنجاح
de: Erfolgreich bearbeitet
es: Eliminado exitosamente

source: Leave
ar: خروج
de: Verlassen
es: SOLO SALIR

# ModifyAddress_SAVE
source: SAVE
ar: حفظ
de: SPEICHERN
es: Guardar

# ModifyAddress_save_address_before_leaving
source: Do you want to save your address before leaving this page?
ar: هل تريد حفظ عنوانك قبل حرك هذه الصفحة؟
de: Möchten Sie Ihre Adresse speichern, bevor Sie diese Seite verlassen?
es: ¿Desea guardar su dirección antes de abandonar esta página?

# ModifyAddress_no_address_adding_5_addresses_msg
source: Oh, you don’t have an address, adding an address now
ar: .ضف عنوانًا الآن ،لم تحريرالعنوان
de: Oh, Sie haben keine Aderesse, fügen jetzt eine Adresse hinzu.
es: Oh, usted no tiene una dirección, Añada la dirección ahora.

# ModifyAddress_can't_delete_all_addresses
source: At least one address is required so we can deliver your items.
ar: تفضل بإضافة عنوان واحد على الأقل حتى نتمكن من تسليم سلعك
de: Mindestens eine Adresse ist erforderlich, damit wir Ihre Artikel liefern können.
es: Se requiere al menos una dirección para que podamos entregar sus artículos

# ModifyAddress_sure_delete_item
source: Are you sure to delete this item?
ar: هل أنت متأكد من حذف هذه السلعة؟
de: Möchten Sie diesen Artikel wirklich löschen?
es: ¿Usted está seguro en eliminar este artículo?

source: Deleted successfully
ar: تم حذف بنجاح
de: Erfolgreich gelöscht
es: Eliminado exitosamente

# ModifyAddress_enter_address_english
source: Please enter your address in english as required by international logistics services.
ar: .الرجاء إدخال عنوانك باللغة الإنجليزية كما هو مطلوب من قبل الخدمات اللوجستية الدولية
de: Bitte geben Sie Ihre Adresse in Englisch ein, wie von internationalen Logistikdiensten gefordert.
es: Por favor ingrese su dirección en ingles según los requisitos de los servicios logísticos internacionales

source: Default Address
ar: عنوانًا افتراضي
de: Standardadresse
es: Dirección predeterminada

source: Shipping Address
ar: عنوان الشحن
de: Lieferadresse
es: Dirección de Envío

source: No content
ar: لا يوجد محتوى
de: Kein Inhalt
es: Sin contenido

source: Next
ar: التالي
de: Nächster
es: Siguiente

# Push_Enable_Disable_Setting>Notifications>ZZZZZ
source: Enable or Disable ZZZZZ via "Setting>Notifications>ZZZZZ"
ar: "ZZZZZ>تمكين أو تعطيل زافول عبر "الإعدادات> الإشعارات
de: Aktivieren oder deaktivieren Sie ZZZZZ über "Einstellungen> Benachrichtigungen> ZZZZZ "
es: Habilite o deshabilite ZZZZZ vía "Configuración>Notificaciones>ZZZZZ"

# Push_Order_Status_Delivery&_Shipping_Information
source: Be the first to know about your Order Status and Delivery& Shipping Information
ar: كن أولا من يعرف عن حالة طلبك ومعلومات التوصيل والشحن
de: Informieren Sie sich zuerst über Ihren Bestellstatus und Ihre Liefer- und Versandinformationen
es: Sea el primero en conocer acerca el Estado de su Orden, la información de envío y entrega

# Push_Open
source: Open
ar: فتح
de: Öffnen
es: Abrir

# Push_Later
source: Later
ar: في وقت لاحق
de: Später
es: Después
